🌎综合,#genre#,http://diyp.112114.xyz/
🛰️注意->,https://vd3.bdstatic.com/mda-nfd2ntmisnheq6k5/sc/cae_h264/1655174060978134863/mda-nfd2ntmisnheq6k5.mp4
导视,http://111.20.33.70/PLTV/88888893/224/3221226338/index.m3u8

翡翠台,http://27.47.70.54:808/hls/36/index.m3u8
翡翠台(备),mitv://ns2.hellotvvod.com:9906/61ab74d2000c56d914e7a7702f0c341f.ts,BLANK-播放器10分钟源①①①
翡翠台(备),mitv://ns2.hellotvvod.com:9906/61ab74d2000c56d914e7a7702f0c341f.ts,BLANK-播放器10分钟源①①①


明珠台,http://113.64.147.22:808/hls/26/index.m3u8
明珠台,http://zb.688768.xyz/jiudian/jddb.php?member=liubwdefd34&playurl=http://120.84.96.29:808/hls/26/index.m3u8
明珠台,http://113.64.147.249:808/hls/26/index.m3u8
明珠台,http://113.64.147.254:808/hls/26/index.m3u8
明珠台,http://113.64.147.244:808/hls/26/index.m3u8

J2台,https://cdn.hklive.tv/xxxx/82/index.m3u8

珠江台,http://iptv.eatuo.com:9901/tsfile/live/1001_1.m3u8
珠江台,http://113.64.147.22:808/hls/139/index.m3u8
珠江台,http://183.63.15.42:9901/tsfile/live/0109_1.m3u8
珠江台,https://epg.pm/stream/2315966b5a101566281132c779618a158aa34f7467a531adb05e2b33661a6cb4.m3u8



南方卫视上星版,http://39.135.138.58:18890/PLTV/88888888/224/3221226203/index.m3u8

星空卫视,http://zb.688768.xyz/jiudian/jddb.php?member=liubwdefd34&playurl=http://120.84.96.29:808/hls/79/index.m3u8
星空卫视,http://113.64.147.22:808/hls/87/index.m3u8
星空卫视,http://113.64.147.249:808/hls/87/index.m3u8
星空卫视,http://113.64.147.254:808/hls/87/index.m3u8
星空卫视,http://113.64.147.244:808/hls/87/index.m3u8

星河台,http://27.47.70.54:808/hls/35/index.m3u8


广东卫视,http://117.148.179.141:80/PLTV/88888888/224/3221231891/1.m3u8?$咪咕移动1080P
广东卫视,http://39.135.32.236:6610/PLTV/77777777/224/3221225666/index.m3u8?
广东卫视,http://111.63.117.13:6060/030000001000/G_GUANGDONG/G_GUANGDONG.m3u8
广东卫视,http://117.148.179.159/PLTV/88888888/224/3221231502/index.m3u8
广东新闻,https://epg.pm/stream/193f474f3d4b792d320c77b74c5067548341a84c72ca7e7b8e051531ab6ed21b.m3u8
广东新闻,http://183.11.239.32:808/hls/2/index.m3u8
广东新闻,http://183.63.15.42:9901/tsfile/live/1004_1.m3u8


广东公共,http://183.11.239.32:808/hls/3/index.m3u8
广东影视,http://183.11.239.32:808/hls/8/index.m3u8
广东影视,http://iptv.eatuo.com:9901/tsfile/live/1008_1.m3u8
广东少儿,http://183.11.239.32:808/hls/9/index.m3u8
广东体育,http://61.143.45.150:9901/tsfile/live/1001_1.m3u8
广东体育,http://zb.688768.xyz/jiudian/jddb.php?member=liubwdefd34&playurl=http://120.84.96.29:808/hls/22/index.m3u8
广东体育,http://py.fatcat.icu:8880/hls/5/index.m3u8
广州综合,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzzh
广州影视,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzys
广州影视,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzys
广州新闻,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzxw
广州竞赛,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzjs
南国都市,http://player.521fanli.cn/1691/gd/gztvm3u8.php?id=gzngds

广州综合,http://116.199.5.251/hls/gzds.m3u8
广州影视,http://116.199.5.251/hls/gzys.m3u8
广州新闻,http://116.199.5.251/hls/gzxw.m3u8
广州竞赛,http://116.199.5.251/hls/gzjs.m3u8
广州法治,http://116.199.5.251/hls/gzqx.m3u8
广东文化,https://glive.grtn.cn/live/wenhua_test0203.m3u8?auth_key=1617289309-0-0-7b2730980c8860963374597c20ad3935
广东文化,https://glive.grtn.cn/live/wenhua_test0203.m3u8?auth_key=1612881417-0-0-bc7ddba066481bc805fc1e800654e721

肇庆综合,http://dslive.grtn.cn/zqzh/sd/live.m3u8?_upt=0ca3e6411630330482

NewTV超级综艺,http://39.134.65.162/PLTV/88888888/224/3221225642/index.m3u8
NewTV超级综艺,http://39.134.66.66/PLTV/88888888/224/3221225642/index.m3u8

NewTV金牌综艺,http://39.134.66.66/PLTV/88888888/224/3221225525/index.m3u8
NewTV金牌综艺,http://39.134.65.162/PLTV/88888888/224/3221225525/index.m3u8

综艺现场,http://112.74.200.9:88/tv000000/m3u8.php?/migu/621640581

澳视卫星,http://103.233.191.132:1935/ch3/ch3.live/playlist.m3u8
澳视卫星,http://103.233.191.133:1935/ch3/ch3.live/playlist.m3u8
澳视澳门,http://103.233.191.133:1935/ch1/ch1.live/playlist.m3u8
澳视综艺,http://103.233.191.133:1935/ch6/hd_ch6.live/playlist.m3u8
澳视Macau,http://61.244.22.4/ch3/ch3.live/index.m3u8


民视,http://seb.sason.top/ptv/ftv.php?id=ms
台视,http://61.219.170.95:18543/.m3u8
大爱,http://61.219.170.95:18567/.m3u8
东森超视,http://61.219.170.95:18555/.m3u8
纬来综合,http://61.219.170.95:18540/.m3u8
卫视中文台,http://61.219.170.95:18522/.m3u8

大爱,http://50.7.220.74:8278/catchplay_twn/playlist.m3u8?tid=ma51023a5bb5c15986498&ct=17874&tsum=2de38c0bcaece3cb5c50d0d600357cb0
大爱,http://50.7.220.74:8278/catchplay_twn/playlist.m3u8?tid=ME7E4675812646758126&ct=18392&tsum=271a75bd9cc5c9a7ef81aca6ad1df354
大爱一台,http://59.125.98.83:8507/playlist.m3u8
大爱二台,https://pulltv2.wanfudaluye.com/live/tv2.m3u8
人间卫视,http://59.125.98.83:8506/playlist.m3u8
好消息,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch1-2.m3u8?$全网高清720P
好消息,https://dqhxk7sbp7xog.cloudfront.net/hls-live/goodtv/_definst_/liveevent/live-ch1-2.m3u8
好消息,http://59.125.98.83:8508/playlist.m3u8

🌎资讯,#genre#


凤凰资讯,http://61.219.170.95:18565/.m3u8
凤凰资讯,http://111.20.33.70/PLTV/88888893/224/3221226546/index.m3u8
凤凰资讯,http://yuniptvunql.chinayungu.cn:65530/live/fhzx/index.m3u8
凤凰资讯,http://61.219.170.95:18565/http/192.168.1.9:8078/hls/20/80/phoenixif.m3u8
凤凰资讯,http://111.59.189.40:8445/tsfile/live/1021_1.m3u8
凤凰资讯,http://113.64.147.249:808/hls/36/index.m3u8
凤凰资讯,http://113.64.147.254:808/hls/36/index.m3u8
凤凰资讯,http://113.64.147.244:808/hls/36/index.m3u8
凤凰资讯,http://113.64.147.22:808/hls/36/index.m3u8


凤凰中文,http://61.219.170.95:18566/.m3u8
凤凰中文,http://111.20.33.93/PLTV/88888893/224/3221226547/index.m3u8
凤凰中文,http://61.219.170.95:18566/http/192.168.1.9:8078/hls/21/80/phoenixch.m3u8
凤凰中文,http://112.102.214.193:65530/live/fhzw/index.m3u8
凤凰中文,http://yuniptvunql.chinayungu.cn:65530/live/fhzw/index.m3u8
凤凰中文,http://117.169.120.135:8080/live/fhchinese/index.m3u8
凤凰中文,http://111.20.33.93/PLTV/88888893/224/3221226547/index.m3u8
凤凰中文,http://111.59.189.40:8445/tsfile/live/1020_1.m3u8
凤凰中文,http://play-live.ifeng.com/live/06OLEGEGM4G.m3u8
凤凰中文,http://playtv-live.ifeng.com:80/live/06OLEGEGM4G.m3u8
凤凰中文,http://playtv-live.ifeng.com/live/06OLEGEGM4G.m3u8
凤凰中文,http://113.64.147.22:808/hls/37/index.m3u8
凤凰中文,http://113.64.147.249:808/hls/37/index.m3u8
凤凰中文,http://113.64.147.254:808/hls/37/index.m3u8
凤凰中文,http://113.64.147.244:808/hls/37/index.m3u8


凤凰香港,https://epg.pm/stream/d3dcafbccad2c4858eb363e1881d74b11e1a839b75ef6223ecea0e33f9cbbbf5.php
凤凰香港,https://epg.pm/stream/7304347e4595bf486fabcc94d8012572e339a5b6482baa7e5d4662f82d7f0be2.php
凤凰香港,https://epg.pm/stream/5ba72c9a3cffea66c24bacdaba51e5698cd1a9c0d739556b19eac20c8f28f712.php
凤凰香港,http://zb.688768.xyz/jiudian/jddb.php?member=liubwdefd34&playurl=http://120.84.96.29:808/hls/81/index.m3u8
凤凰香港,http://113.64.147.22:808/hls/38/index.m3u8
凤凰香港,http://113.64.147.249:808/hls/38/index.m3u8
凤凰香港,http://113.64.147.254:808/hls/38/index.m3u8
凤凰香港,http://113.64.147.244:808/hls/38/index.m3u8

CNC-中文频道,http://source07.v.news.cn/live/CNC_CN/playlist.m3u8
CNC-中文频道,http://39.135.138.59:18890/PLTV/88888910/224/3221225694/index.m3u8

CCTV4中文国际,http://39.135.138.58:18890/PLTV/88888888/224/3221225621/1653099365-1-1648946234.m3u8
CCTV4中文国际,http://39.134.115.163:8080/PLTV/88888910/224/3221225621/index.m3u8
CCTV4中文国际,http://39.135.138.59:18890/PLTV/88888910/224/3221225621/index.m3u8
CCTV4中文国际,http://39.136.48.8:8089/PLTV/88888888/224/3221225757/index.m3u8
CCTV4中文国际,http://39.136.48.2:8089/PLTV/88888888/224/3221225757/index.m3u8
CCTV4中文国际,http://117.148.129.11/PLTV/88888888/224/3221231726/index.m3u8
CCTV4中文国际,http://39.136.48.6:8089/PLTV/88888888/224/3221225757/index.m3u8
CCTV4中文国际,http://live.aikan.miguvideo.com/PLTV/88888888/224/3221231615/index.m3u8
CCTV4中文国际,http://119.167.231.18/zycfcdn.gdwlcloud.com/PLTV/88888888/224/3221225610/index.m3u8
CCTV4中文国际,http://39.134.116.30:8080/PLTV/88888910/224/3221225621/index.m3u8

CCTV4欧洲,http://117.148.129.68/PLTV/88888888/224/3221231615/index.m3u8
CCTV4欧洲,http://117.148.179.162/TVOD/88888888/224/3221231615/index.m3u8

CCTV4美洲,http://39.136.48.6:8089/PLTV/88888888/224/3221226395/index.m3u8
CCTV4欧洲,http://117.148.179.162/PLTV/88888888/224/3221231615/index.m3u8

CCTV13新闻,http://39.134.65.177:80/PLTV/88888888/224/3221225812/1653107759-1-1645149991.m3u8
CCTV13新闻,http://39.134.65.141:80/PLTV/88888888/224/3221225812/1653107789-1-1645149994.m3u8
CCTV13,http://61.219.170.95:18537/.m3u8
CCTV13新闻,http://39.134.115.163:8080/PLTV/88888910/224/3221225638/index.m3u8
CCTV13新闻,http://39.134.65.141:80/PLTV/88888888/224/3221225812/1653107799-1-1645149995.m3u8
CCTV13新闻,http://39.134.65.183:80/PLTV/88888888/224/3221225812/1653107820-1-1645149997.m3u8
CCTV13新闻,http://39.134.65.175:80/PLTV/88888888/224/3221225812/1653107850-1-1645150000.m3u8
CCTV13新闻,http://39.134.65.181:80/PLTV/88888888/224/3221225812/1653107880-1-1645150003.m3u8
CCTV13新闻,http://39.135.138.59:18890/PLTV/88888910/224/3221225638/index.m3u8

CCTV13新闻,http://117.148.179.162/PLTV/88888888/224/3221231636/index.m3u8

无线新闻(转台慢),https://cdn.hklive.tv/xxxx/83/index.m3u8
无线新闻(转台慢),https://bcovlive-a.akamaihd.net/38974baa695d47bbb231665ca52b8b3c/us-west-2/5324042807001/95ea73e414b14b7ea6406050a5293f17/playlist_ssaiM.m3u8?WithCaption
无线新闻(转台慢),https://bcovlive-a.akamaihd.net/38974baa695d47bbb231665ca52b8b3c/us-west-2/5324042807001/playlist.m3u8
无线新闻(转台慢),http://111.229.84.232/yulin/tvb.php?id=1
无线新闻(转台慢),http://ye23.win/iptv/tvb.php?id=1
无线新闻(转台慢),http://ye23.win/iptv/tvb.php?id=5
无线新闻(转台慢),http://ye23.win/iptv/tvb.php?id=4

澳视资讯,http://103.233.191.134:1935/ch5/info_ch5.live/playlist.m3u8
澳视资讯,http://103.233.191.133:1935/ch5/info_ch5.live/playlist.m3u8

TVBS新闻,rrtmp://59.124.75.150/sat/tv551
TVBS新闻,rtmp://59.124.75.138/sat/tv551
TVBS新闻,rtmp://59.124.75.138:1935/sat/tv551
TVBS新闻,http://38.64.72.148:80/hls/modn/list/4006/chunklist1.m3u8
TVBS新闻,http://38.64.72.148:80/hls/modn/list/4006/chunklist1.m3u8




📽电影,#genre#
🛰️直播台⇊,http://


CCTV6电影,http://39.134.65.173/PLTV/88888888/224/3221225814/index.m3u8
CCTV6电影,http://39.134.65.183/PLTV/88888888/224/3221225814/index.m3u8
CCTV6电影,http://117.148.179.136/PLTV/88888888/224/3221231724/1.m3u8
CCTV6电影,http://39.135.138.59:18890/PLTV/88888910/224/3221225650/index.m3u8
CCTV6电影,http://39.134.65.142/PLTV/88888888/224/3221225814/index.m3u8
CCTV6电影,http://39.134.65.141/PLTV/88888888/224/3221225814/index.m3u8
CCTV6电影,http://125.210.152.19:9090/live/hzgq-cctv6gq-h264.m3u8
CCTV6电影,http://39.135.32.236:6610/PLTV/77777777/224/3221225683/index.m3u8?
CCTV6电影,http://39.135.32.236:6610/PLTV/77777777/224/3221225715/index.m3u8?
CCTV6电影,http://111.63.117.13:6060/030000001000/CCTV-6/CCTV-6.m3u8
CCTV6电影,http://183.207.255.207/live/program/live/cctv6hd/4000000/mnf.m3u8
CCTV6电影,http://111.63.117.13:6060/030000001000/CCTV-6/CCTV-6.m3u8?fmt=ts2hls


莲花卫视,http://epg.112114.xyz/lotus
莲花卫视,http://nettvpro.live/hls/lotustv.php
莲花卫视,http://nettvpro.live/hls/lotustv.php?zgangd
莲花卫视,http://anren.live/HK/BiIOU11uLA.m3u8?zgangd
莲花卫视,https://epg.pm/stream/71f15ed1145427d72a8a119d54c5bf2eb9cbb131f17ecd9fca40838564caabde.m3u8
莲花卫视,http://anren.live/HK/BiIOU11uLA.m3u8

凤凰电影,http://111.59.189.40:8445/tsfile/live/1022_1.m3u8?zgangd
凤凰电影,http://111.59.189.40:8445/tsfile/live/1022_1.m3u8

东森洋片,http://27.47.70.48:808/hls/59/index.m3u8
东森洋片,http://27.47.70.204:808/hls/59/index.m3u8
东森洋片,http://27.47.70.251:808/hls/59/index.m3u8

东森电影,http://27.47.70.48:808/hls/58/index.m3u8
东森电影,http://27.47.70.204:808/hls/58/index.m3u8
东森电影,http://27.47.70.251:808/hls/58/index.m3u8
东森电影,http://171.108.239.101:8181/tsfile/live/1010_1.m3u8

LSTIME龙祥时代,http://27.47.70.48:808/hls/38/index.m3u8
LSTIME龙祥时代,http://171.108.239.101:8181/tsfile/live/1011_1.m3u8
LSTIME龙祥时代,http://27.47.70.251:808/hls/38/index.m3u8

AXN,http://61.219.170.95:18548/http/192.168.1.9:8081/hls/71/813/ch43.m3u8

黑莓电影,http://39.134.67.226/PLTV/88888888/224/3221225681/index.m3u8
黑莓电影,http://39.134.65.208/PLTV/88888888/224/3221225681/index.m3u8
黑莓电影,http://111.40.196.32/PLTV/88888888/224/3221225610/index.m3u8
黑莓电影,http://hwrr.jx.chinamobile.com:8080/PLTV/88888888/224/3221225718/index.m3u8
黑莓电影,http://39.134.115.163:8080/PLTV/88888910/224/3221225718/index.m3u8
黑莓电影,http://39.134.115.163:8080/PLTV/88888910/224/3221225764/index.m3u8
黑莓电影,http://39.134.115.163:8080/PLTV/88888910/224/3221225769/index.m3u8
黑莓电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225718/index.m3u8
黑莓电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225764/index.m3u8
黑莓电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225769/index.m3u8
黑莓电影,http://111.40.196.32:80/wh7f454c46tw4215415729_188019522/PLTV/88888888/224/3221225610/index.m3u8?icpid=88888888&RTS=1631801906&from=1&hms_devid=143
黑莓电影,http://183.207.249.14/PLTV/3/224/3221225567/index.m3u8

CHC动作电影,http://117.148.129.9/PLTV/88888888/224/3221231580/index.m3u8
CHC动作电影,http://111.20.33.70/PLTV/88888893/224/3221226465/index.m3u8
CHC动作电影,http://117.148.179.138/PLTV/88888888/224/3221231580/index.m3u8
CHC动作电影,http://111.20.33.93/TVOD/88888893/224/3221226462/index.m3u8
CHC动作电影,http://59.49.41.41/live.aishang.ctlcdn.com/00000110240324_1/playlist.m3u8?CONTENTID=00000110240324_1
CHC动作电影,http://59.49.41.44/live.aishang.ctlcdn.com/00000110240324_1/playlist.m3u8?CONTENTID=00000110240324_1
CHC动作电影,http://111.20.33.93/wh7f454c46tw66682855_961085433/PLTV/88888893/224/3221226465/index.m3u8
CHC动作电影,http://111.20.33.93/PLTV/88888893/224/3221226465/index.m3u8
CHC动作电影,http://117.148.179.162/PLTV/88888888/224/3221231580/index.m3u8
CHC动作电影,http://117.148.179.155/PLTV/88888888/224/3221231580/index.m3u8
CHC动作电影,http://117.148.179.138/PLTV/88888888/224/3221231580/index.m3u8

CHC高清电影,http://59.49.41.44/live.aishang.ctlcdn.com/00000110240325_1/playlist.m3u8?CONTENTID=00000110240325_1
CHC高清电影,http://59.49.41.41/live.aishang.ctlcdn.com/00000110240325_1/playlist.m3u8?CONTENTID=00000110240325_1

CHC家庭影院,http://117.148.179.151/PLTV/88888888/224/3221231799/index.m3u8
CHC家庭影院,http://59.49.41.41/live.aishang.ctlcdn.com/00000110240323_1/playlist.m3u8?CONTENTID=00000110240323_1
CHC家庭影院,http://59.49.41.44/live.aishang.ctlcdn.com/00000110240323_1/playlist.m3u8?CONTENTID=00000110240323_1
CHC家庭影院,http://qwas.eatuo.com:9901/tsfile/live/1028_1.m3u8
CHC家庭影院,http://111.20.33.93/PLTV/88888893/224/3221226462/index.m3u8

NewTV动作电影,http://39.134.65.230/PLTV/88888888/224/3221225555/index.m3u8
NewTV动作电影,http://39.134.67.198/PLTV/88888888/224/3221225555/index.m3u8
NewTV动作电影,http://39.134.67.4/PLTV/88888888/224/3221225555/index.m3u8
NewTV动作电影,http://39.134.67.6:80/ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/1.m3u8
NewTV动作电影,http://39.134.67.7:80/ottrrs.hl.chinamobile.com/PLTV/88888888/224/3221225661/1.m3u8
NewTV动作电影,http://39.134.65.166/PLTV/88888888/224/3221225555/1.m3u8
NewTV动作电影,http://39.134.65.164/PLTV/88888888/224/3221225555/1.m3u8

NewTV超级电影,http://39.134.66.66/PLTV/88888888/224/3221225644/index.m3u8
NewTV超级电影,http://39.134.115.163:8080/PLTV/88888910/224/3221225623/index.m3u8
NewTV超级电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225623/index.m3u8
NewTV超级电影,http://39.135.138.59:18890/PLTV/88888910/224/3221225623/index.m3u8
NewTV超级电影,http://39.135.138.59:18890/PLTV/88888910/224/3221225766/index.m3u8
NewTV超级电影,http://39.134.65.162/PLTV/88888888/224/3221225644/index.m3u8
NewTV超级电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225766/index.m3u8
NewTV超级电影,http://39.134.65.164/PLTV/88888888/224/3221225644/1.m3u8

NewTV中国功夫,http://39.134.65.162/PLTV/88888888/224/3221225604/index.m3u8
NewTV中国功夫,http://39.134.66.66/PLTV/88888888/224/3221225604/index.m3u8

高清电影台,http://hpull.kktv8.com/livekktv/128600025/playlist.m3u8

好莱坞影院,http://hpull.kktv8.com/livekktv/128600025/playlist.m3u8

美亚电影,http://50.7.220.74:8278/meiyamovie_twn/playlist.m3u8?tid=mcfe3e109029013892155&ct=17874&tsum=164baeda6ab6c4160f2775128cfc6f4e


Bes TV,http://cord.tvxio.bestv.com.cn/v1_0/k91/0g0/api/live/m3u8/9/f7b8e434-e8df-46b0-bbda-5807610d58c7/medium/?myTokenPrefixCustomParameter=42&myTokenPrefixendtime=1554639828

CCM,http://zb.688768.xyz/jiudian/jddb.php?member=liubwdefd34&playurl=http://120.84.96.29:808/hls/85/index.m3u8

高清大片,http://112.74.200.9:88/tv000000/m3u8.php?/migu/629943678
欧美影院,http://39.136.48.4:8089/PLTV/88888888/224/3221226345/index.m3u8
欧美影院,http://cache.ott.fifalive.itv.cmvideo.cn:80/7185203501769528108/index.m3u8?channel-id=wasusyt&Contentid=7185203501769528108&livemode=1&stbId=no
亚洲影院,http://39.136.48.2:8089/PLTV/88888888/224/3221225844/index.m3u8

NewTV爱情喜剧,http://39.134.66.66/PLTV/88888888/224/3221225533/index.m3u8


卫视电影台,http://61.219.170.95:18529/.m3u8
龙华电影,http://61.219.170.95:18574/.m3u8
龙华偶像,http://61.219.170.95:18573/.m3u8
龙华戏剧,http://61.219.170.95:18507/.m3u8
纬来戏剧,http://61.219.170.95:18557/.m3u8
ANIMAX,http://61.219.170.95:18550/.m3u8

私人影院,http://27.47.70.48:808/hls/57/index.m3u8
私人影院,http://27.47.70.204:808/hls/57/index.m3u8
私人影院,http://27.47.70.251:808/hls/57/index.m3u8

中国电影,http://27.47.70.48:808/hls/61/index.m3u8
中国电影,http://27.47.70.204:808/hls/61/index.m3u8
中国电影,http://27.47.70.251:808/hls/61/index.m3u8



🌎可回看轮播⇊,http://

云上电影院,http://117.148.179.134/PLTV/88888888/224/3221231565/index.m3u8
云上电影院,http://117.148.179.176/PLTV/88888888/224/3221231565/index.m3u8
云上电影院,http://117.148.179.162/PLTV/88888888/224/3221231565/index.m3u8
云上电影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625703337

追剧少女,http://112.74.200.9:88/tv000000/m3u8.php?/migu/617432318
追剧少女,http://117.148.179.162/PLTV/88888888/224/3221231643/index.m3u8
追剧少女,http://117.148.179.179/PLTV/88888888/224/3221231643/index.m3u8

高能烧脑时刻,http://117.148.179.162/PLTV/88888888/224/3221231504/index.m3u8
高能烧脑时刻,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625542365

新片放映厅,http://112.74.200.9:88/tv000000/m3u8.php?/migu/619495952

经典贺岁片,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625774662
经典贺岁片,http://117.148.179.159/PLTV/88888888/224/3221231679/index.m3u8

高清大片,http://112.74.200.9:88/tv000000/m3u8.php?/migu/629943678
喜剧联盟,http://117.148.179.134/PLTV/88888888/224/3221231621/index.m3u8
喜剧联盟,http://112.74.200.9:88/tv000000/m3u8.php?/migu/637444830
喜剧联盟,http://117.148.179.154/PLTV/88888888/224/3221231621/index.m3u8

热剧联播,http://112.74.200.9:88/tv000000/m3u8.php?/migu/629943613

盗墓方法论,http://117.148.179.134/PLTV/88888888/224/3221231652/index.m3u8
盗墓方法论,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625525181

怀旧老片,http://117.148.179.146/PLTV/88888888/224/3221231513/index.m3u8
僵尸剧场,http://117.148.179.165/PLTV/88888888/224/3221231742/index.m3u8

试胆大会,http://117.148.179.166/PLTV/88888888/224/3221231672/index.m3u8
试胆大会,http://112.74.200.9:88/tv000000/m3u8.php?/migu/637483721

周润发影院,http://117.148.179.177/PLTV/88888888/224/3221231709/index.m3u8
周润发影院,http://117.148.179.134/PLTV/88888888/224/3221231709/index.m3u8
周润发影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/639526984
周星驰影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/623338112

古天乐影院,http://117.148.179.134/PLTV/88888888/224/3221231645/index.m3u8
古天乐影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/627198610
古天乐影院,http://117.148.179.176/PLTV/88888888/224/3221231645/index.m3u8

成龙作品集,http://117.148.179.134/PLTV/88888888/224/3221231687/index.m3u8
成龙作品集,http://112.74.200.9:88/tv000000/m3u8.php?/migu/707671890
成龙作品集,http://117.148.179.163/PLTV/88888888/224/3221231687/index.m3u8

郭富城影院,http://117.148.179.176/PLTV/88888888/224/3221231688/index.m3u8
郭富城影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/639528330

古龙作品集,http://112.74.200.9:88/tv000000/m3u8.php?/migu/639528313

刘德华影院,http://117.148.179.134/PLTV/88888888/224/3221231757/index.m3u8
刘德华影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/659315648
刘德华影院,http://117.148.179.154/PLTV/88888888/224/3221231757/index.m3u8

杨幂影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625542372
张国荣影院,http://112.74.200.9:88/tv000000/m3u8.php?/migu/707689526

🌎网络轮播⇊,http://

虎-杰森·斯坦森,http://txtest-xp2p.p2p.huya.com/src/1099531752779-1099531752779-86436229716901888-2199063629014-10057-A-0-1.xs$房间号21059588
虎-大场面战争片,http://txtest-xp2p.p2p.huya.com/src/1099531752768-1099531752768-86436182472261632-2199063628992-10057-A-0-1.xs$房间号21059574
虎-特种部队出发,http://txtest-xp2p.p2p.huya.com/src/1099531752783-1099531752783-86436246896771072-2199063629022-10057-A-0-1.xs$房间号21059592
虎-巨石强森系列,http://txtest-xp2p.p2p.huya.com/src/1099531752774-1099531752774-86436208242065408-2199063629004-10057-A-0-1.xs$房间号21059581
虎-科幻系列 硬核浪漫,http://txtest-xp2p.p2p.huya.com/src/1423782061-1423782061-6115097388626477056-2847687578-10057-A-0-1.xs$房间号11352895
虎-奇幻动作,http://txtest-xp2p.p2p.huya.com/src/1099531752747-1099531752747-86436092277948416-2199063628950-10057-A-0-1.xs$房间号21059552
虎-阴谋烧脑大片,http://txtest-xp2p.p2p.huya.com/src/1423782052-1423782052-6115097349971771392-2847687560-10057-A-0-1.xs$房间号11352887
虎-枪战,http://txtest-xp2p.p2p.huya.com/src/1099531752772-1099531752772-86436199652130816-2199063629000-10057-A-0-1.xs$房间号1059579
虎-两个光头赛车的故事,http://txtest-xp2p.p2p.huya.com/src/1099531752751-1099531752751-86436109457817600-2199063628958-10057-A-0-1.xs$房间号21059556
虎-动作电影来啦,http://txtest-xp2p.p2p.huya.com/src/1524439840-1524439840-6547419257519472640-3049003136-10057-A-0-1.xs$房间号11602077
虎-漫威宇宙电影,http://txtest-xp2p.p2p.huya.com/src/1448738325-1448738325-6222283726336819200-3048991600-10057-A-0-1.xs
虎-史皇威尔(国外谍战片),http://txtest-xp2p.p2p.huya.com/src/1099531752780-1099531752780-86436234011869184-2199063629016-10057-A-0-1.xs$房间号21059587
虎-惊心动魄的灾难片,http://txtest-xp2p.p2p.huya.com/src/1524439836-1524439836-6547419240339603456-3049003128-10057-A-0-1.xs$房间号11602075
虎-玄幻剧场,http://txtest-xp2p.p2p.huya.com/src/1394575536-1394575536-5989656318921670656-2789274528-10057-A-0-1.xs$房间号11342414
虎-洪金宝,http://txtest-xp2p.p2p.huya.com/src/73821423-73821423-317060597529182208-2710090468-10057-A-0-1.xs$房间号1127925
虎-塞车神片,http://txtest-xp2p.p2p.huya.com/src/1099531752673-1099531752673-86435774450368512-2199063628802-10057-A-0-1.xs$房间号20985814
虎-国产特效,http://txtest-xp2p.p2p.huya.com/src/1423787882-1423787882-6115122389631107072-2847699220-10057-A-0-1.xs$房间号11352973
虎-高智商小鬼头,http://txtest-xp2p.p2p.huya.com/src/1449580415-1449580415-6225900475347107840-2847699190-10057-A-0-1.xs$房间号11352963
虎-战纪录片,http://txtest-xp2p.p2p.huya.com/src/1099531752618-1099531752618-86435538227167232-2199063628692-10057-A-0-1.xs$房间号20969140
虎-港剧最佳拍档,http://txtest-xp2p.p2p.huya.com/src/1524418094-1524418094-6547325859160653824-3048959644-10057-A-0-1.xs$房间号11601972
虎-搞笑喜剧,http://txtest-xp2p.p2p.huya.com/src/1394575546-1394575546-5989656361871343616-2789274548-10057-A-0-1.xs$房间号11342423
虎-贺岁片,http://txtest-xp2p.p2p.huya.com/src/1449581589-1449581589-6225905517638713344-3048959636-10057-A-0-1.xs$房间号11601971
虎-中国新相亲,http://txtest-xp2p.p2p.huya.com/src/1449574865-1449574865-6225876638278615040-2847699130-10057-A-0-1.xs$房间号11352947
虎-香港贺岁片,http://txtest-xp2p.p2p.huya.com/src/1449581589-1449581589-6225905517638713344-3048959636-10057-A-0-1.xs$房间号11601971
虎-文明观球,http://txtest-xp2p.p2p.huya.com/src/1099531840858-1099531840858-86814526141366272-2199063805172-10057-A-0-1.xs$房间号26355779
虎-喜剧专场,http://txtest-xp2p.p2p.huya.com/src/1524434089-1524434089-6547394557162553344-3048991634-10057-A-0-1.xs$房间号11602044
虎-玄幻系列,http://txtest-xp2p.p2p.huya.com/src/1423787882-1423787882-6115122389631107072-2847699220-10057-A-0-1.xs
虎-经典译制片,http://txtest-xp2p.p2p.huya.com/src/1699743022-1699743022-7300340691094208512-3399609500-10057-A-0-1.xs$房间号24380318
虎-经典女神,http://txtest-xp2p.p2p.huya.com/src/1423782080-1423782080-6115097470230855680-2847687616-10057-A-0-1.xs$房间号11352909
虎-宇宙的真相,http://txtest-xp2p.p2p.huya.com/src/1099531840876-1099531840876-86814603450777600-2199063805208-10057-A-0-1.xs$房间号26355797
虎-历年贺岁档,http://txtest-xp2p.p2p.huya.com/src/1524418118-1524418118-6547325962239868928-3048959692-10057-A-0-1.xs$房间号11601986
虎-邱淑贞,http://txtest-xp2p.p2p.huya.com/src/1423787843-1423787843-6115122222127382528-2847699142-10057-A-0-1.xs$房间号11352949
虎-女神系列,http://txtest-xp2p.p2p.huya.com/src/1388451591-1388451591-5963354175424167936-2777026638-10057-A-0-1.xs$房间号11336571
虎-赛车系列,http://txtest-xp2p.p2p.huya.com/src/1354978385-1354978385-5819587850361896960-2710080226-10057-A-0-1.xs

YY-顶级欧美电影,http://mmitv.top/pltv/yy.php?id=24923327
YY-欧美电影,http://mmitv.top/pltv/yy.php?id=29170933
斗-漫威电影,http://epg.112114.xyz/douyu/4282654
斗-科幻系列,http://epg.112114.xyz/douyu/8107217
斗-奶瓶科幻片,http://epg.112114.xyz/douyu/6655271

斗-网神影厅,http://epg.112114.xyz/douyu/5081118
斗-枪战影片,http://epg.112114.xyz/douyu/10240510
斗-国外电影,http://epg.112114.xyz/douyu/9683979
斗-华语经典,http://epg.112114.xyz/douyu/434971
斗-吃米滴虫,http://epg.112114.xyz/douyu/315457
斗-华语院线,http://epg.112114.xyz/douyu/5581257
斗-神乐影片1,http://epg.112114.xyz/douyu/122402
斗-神乐影片2,http://epg.112114.xyz/douyu/85894
斗-周末影院,http://epg.112114.xyz/douyu/3637765
斗-CCTV放映室,http://zzy789.xyz/douyu1.php?id=10011042
斗-特辑影院,http://epg.112114.xyz/douyu/3637778
斗-贝爷MAX厅,http://epg.112114.xyz/douyu/4332
斗-漫威影片,http://epg.112114.xyz/douyu/6140589
斗-丸子经典电影,http://epg.112114.xyz/douyu/8986148
斗-周星驰电影,http://epg.112114.xyz/douyu/3990812
斗-刘德华电影1,http://epg.112114.xyz/douyu/2516864
斗-刘德华电影2,http://epg.112114.xyz/douyu/8985415
斗-喜剧经典,http://epg.112114.xyz/douyu/9650887
斗-豆瓣高分,http://epg.112114.xyz/douyu/8770422
斗-高帧影片,http://epg.112114.xyz/douyu/6763930
斗-米娅电影,http://epg.112114.xyz/douyu/6537888
斗-译制影片,http://epg.112114.xyz/douyu/2436390

票房电影(爱奇艺),http://lvbaiducdncmn.inter.iqiyi.com/tslive/c56_lb_184_600_t10/c56_lb_184_600_t10.m3u8
电影3(酷狗),http://117.148.179.163/PLTV/88888888/224/3221231643/index.m3u8
电影4(酷狗),http://117.148.179.163/PLTV/88888888/224/3221231652/index.m3u8
电影6(酷狗),http://117.148.179.163/PLTV/88888888/224/3221231672/index.m3u8
KK_喜剧电影,http://hpull.kktv8.com/livekktv/99592190/playlist.m3u8
KK_女神影院,http://hpull.kktv8.com/livekktv/99350550/playlist.m3u8
咪咕Y+,http://117.148.179.146/PLTV/88888888/224/3221230226/index.m3u8


🌎回看剧集⇊,http://

武侠剧场(MIGU),http://117.148.179.162/PLTV/88888888/224/3221231763/index.m3u8 
金庸频道,http://117.148.179.162/PLTV/88888888/224/3221231477/index.m3u8 
金庸频道,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625774640

黄金剧场(MIGU),http://117.148.179.162/PLTV/88888888/224/3221231637/index.m3u8 
黄金剧场(MIGU),http://112.74.200.9:88/tv000000/m3u8.php?/migu/625155140

爱情公寓,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625681367

军旅剧场(MIGU),http://117.148.179.134/PLTV/88888888/224/3221231585/index.m3u8
军旅剧场(MIGU),http://117.148.179.162/PLTV/88888888/224/3221231585/index.m3u8 
军旅剧场(MIGU),http://117.148.179.145/PLTV/88888888/224/3221231585/index.m3u8
军旅剧场(MIGU),http://112.74.200.9:88/tv000000/m3u8.php?/migu/625643517

红色谍战剧场(MIGU),http://117.148.179.162/PLTV/88888888/224/3221231627/index.m3u8
少林剧场(MIGU),http://117.148.179.163/PLTV/88888888/224/3221231628/index.m3u8 
少林剧场(MIGU),http://117.148.179.157/PLTV/88888888/224/3221231628/index.m3u8 
少林剧场(MIGU),http://112.74.200.9:88/tv000000/m3u8.php?/migu/625526423

僵尸剧场,http://117.148.179.134/PLTV/88888888/224/3221231742/index.m3u8
僵尸剧场,http://112.74.200.9:88/tv000000/m3u8.php?/migu/627033504
NewTV家庭剧场,http://117.148.179.177/PLTV/88888888/224/3221229007/index.m3u8
NewTV家庭剧场,http://117.148.179.179/PLTV/88888888/224/3221229695/index.m3u8
NewTV古装剧场,http://111.40.196.9/PLTV/88888888/224/3221225618/index.m3u8
NewTV古装剧场,http://39.134.66.66/PLTV/88888888/224/3221225524/index.m3u8
NewTV军旅剧场,http://39.134.66.66/PLTV/88888888/224/3221225560/index.m3u8
NewTV军旅剧场,http://111.40.196.9/PLTV/88888888/224/3221225622/index.m3u8
NewTV家庭剧场,http://39.134.66.66/PLTV/88888888/224/3221225538/index.m3u8
NewTV古装剧场,http://112.15.230.59/PLTV/88888888/224/3221229710/index.m3u8
NewTV古装剧场,http://117.148.179.51/PLTV/88888888/224/3221229011/index.m3u8
Newtv精品大剧,http://39.134.65.162/PLTV/88888888/224/3221225536/index.m3u8
NewTV精品大剧,http://39.134.66.66/PLTV/88888888/224/3221225536/index.m3u8
NewTV精品大剧,http://111.40.196.9/PLTV/88888888/224/3221225612/index.m3u8
NewTV精品大剧,http://117.148.179.37/PLTV/88888888/224/3221229713/index.m3u8
NewTV精品大剧,http://117.148.179.49/PLTV/88888888/224/3221229017/index.m3u8
NewTV超级电视剧,http://39.134.66.66/PLTV/88888888/224/3221225637/index.m3u8
Newtv潮妈辣婆,http://39.134.65.162/PLTV/88888888/224/3221225542/index.m3u8
欢笑剧场,http://112.74.200.9:88/tv000000/m3u8.php?/migu/623674859
深夜失眠剧场,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625759558
神探狄仁杰,http://112.74.200.9:88/tv000000/m3u8.php?/migu/625574493
红色谍战剧场,http://112.74.200.9:88/tv000000/m3u8.php?/migu/634274665


🌎点播电影⇊,http://


巨鳄风暴,https://s2.fsvod1.com/20220403/jQIZNURa/1200kb/hls/index.m3u8
巨鳄风暴,https://s2.fsvod1.com/20220403/jQIZNURa/index.m3u8
血拼大西洋,https://api.nxflv.com/Cache/SoHu/204e40d73847c5e555d3118ecaf94273.m3u8
血拼大西洋,https://cdn2.bzjupinhang.com:65/20211221/4uXPPX3K/index.m3u8
血拼大西洋,https://cdn2.bzjupinhang.com:65/20211221/4uXPPX3K/1739kb/hls/index.m3u8
斯大林格勒,https://vod2.bdzybf7.com/20220329/5FfTx86s/2000kb/hls/index.m3u8
斯大林格勒,https://wolongzywcdn2.com:65/20220502/J7zkfcbl/2000kb/hls/index.m3u8
浴血华沙,https://baidu.sd-play.com/20211018/RAd32yCm/hls/index.m3u8
浴血华沙,https://baidu.sd-play.com/20211018/RAd32yCm/index.m3u8
天空,https://pps.sd-play.com/20211225/V51tcm1L/index.m3u8
天空,https://pps.sd-play.com/20211225/V51tcm1L/1000kb/hls/index.m3u8
现代启示录,https://baidu.sd-play.com/20211018/GZXOgAYT/index.m3u8
现代启示录,https://baidu.sd-play.com/20211018/GZXOgAYT/hls/index.m3u8
狙击手,https://qq.sd-play.com/20220325/lzt9Gi7T/hls/index.m3u8?skipl=1
狙击手,https://qq.sd-play.com/20220325/lzt9Gi7T/hls/index.m3u8
狙击手,https://qq.sd-play.com/20220325/lzt9Gi7T/index.m3u8
光荣岁月,https://baidu.sd-play.com/20211017/3jM092cp/index.m3u8
光荣岁月,https://baidu.sd-play.com/20211017/3jM092cp/hls/index.m3u8
潘菲洛夫28勇士,https://pps.sd-play.com/20211117/0hxRiE5O/index.m3u8
潘菲洛夫28勇士,https://pps.sd-play.com/20211117/0hxRiE5O/1400kb/hls/index.m3u8
全球风暴,https://qq.sd-play.com/20220222/SbQ5qUrw/index.m3u8
全球风暴,https://qq.sd-play.com/20220222/SbQ5qUrw/hls/index.m3u8
不惧风暴,https://baidu.sd-play.com/20211017/k7X42N9Y/index.m3u8
不惧风暴,https://baidu.sd-play.com/20211017/k7X42N9Y/hls/index.m3u8
冰峰游戏,https://wolongzywcdn.com:65/20220417/fREVBU9R/index.m3u8
冰峰游戏,https://wolongzywcdn.com:65/20220417/fREVBU9R/2000kb/hls/index.m3u8
王牌特工：源起,https://api.czspp.com:81/m3/c549ed133d1651015269/ixDR95MU2KkzEZzolGWs0ttW_Ae7pa3MxNY7a9PZPCDBw3Ecen3kn17bUMmiAchUxJrPmCujd8BodcLu3f4KWg.m3u8
神秘海域,https://v9-default.ixigua.com/3a57e14f26b896639594ab8a89f0e964/6268322d/video/tos/cn/tos-cn-v-c9e10a/c1d40293ac144558a6b6c6c59c6fdb3c/?a=0&br=2436&bt=2436&cd=0%7C0%7C0%7C0&ch=0&cr=0&cs=0&dr=0&ds=4&er=0&ft=UCQ.C__Aag3-Inz&l=021650985194019fdbddc0100fff0020a9c1e990000026ef6eeb3&lr=default&mime_type=video_mp4&net=0&pl=0&qs=13&rc=anR2djk6ZnF1PDMzNGhmM0ApO2Q2aXg6dWlrZjMzajs1eWc1XjBjcjRvY2VgLS1kNS9zc2RucHAzNGBrbzYtLS5iYC06Yw%3D%3D&vl=&vr=
猪排山,https://cdn2.bzjupinhang.com:65/20211215/4K2K4EvE/index.m3u8
简介印第安纳波利斯号,https://hnzy3.hnzyww.com:65/20220407/NrujVd65/index.m3u8
我们曾是战士,https://v.v1kd.com/20211115/3MjQ4vnt/2000kb/hls/index.m3u8
危机：龙潭之战,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/a0ba49ba-87b8-41b4-8ad3-50b8fc26ffd8/17227/345db787-f545-4a96-9ea4-b7c5b199b823/SD/playlist.m3u8
外科手术式打击,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/a0ba49ba-87b8-41b4-8ad3-50b8fc26ffd8/13973/3bcfdf5c-762b-4de3-8f14-e0a140126c4f/SD/playlist.m3u8
拯救列宁格勒,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/a0ba49ba-87b8-41b4-8ad3-50b8fc26ffd8/22577/472383d3-6b53-4a6f-87ca-1069aad3ff86/SD/playlist.m3u8
壮志凌云,https://baidu.sd-play.com/20211030/Kackxacl/hls/index.m3u8
友军倒下,https://baidu.sd-play.com/20211018/ap819CLA//hls/index.m3u8
空中的天使,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/1e542cb2-a526-4f00-9ff4-99af40e9310e/20190/513bf09c-ad85-4c3b-9478-b1af9e8051ee/SD/playlist.m3u8
入侵阿富汗,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/a0ba49ba-87b8-41b4-8ad3-50b8fc26ffd8/24000/34e2802e-bebd-44c5-bb05-6cfa221765c7/SD/playlist.m3u8
300勇士,https://www.taopianplay.com/taopian/84e2601a-c8ef-41e9-815a-453247f2e518/a0ba49ba-87b8-41b4-8ad3-50b8fc26ffd8/4719/78a93d1e-11ed-4cb3-a7b9-9d4958b14df0/SD/playlist.m3u8


🇨🇳央卫(回看),#genre#
🇨🇳央视⇊,http://

CCTV1综合,http://39.134.67.226:80/PLTV/88888888/224/3221225816/1653095828-1-1645148791.m3u8
CCTV1综合,http://39.134.115.163:8080/PLTV/88888910/224/3221225618/index.m3u8
CCTV1综合,http://39.134.67.226:80/PLTV/88888888/224/3221225816/1653095919-1-1645148800.m3u8
CCTV1综合,http://39.135.138.58:18890/PLTV/88888888/224/3221225630/1653096032-1-1648945903.m3u8
CCTV1综合,http://39.135.138.58:18890/PLTV/88888888/224/3221225642/1653096156-1-1648945915.m3u8
CCTV1综合,http://39.135.138.58:18890/PLTV/88888888/224/3221226225/1653096272-1-1651279554.m3u8
CCTV1综合,http://39.134.65.179:80/PLTV/88888888/224/3221225816/1653096424-1-1645148851.m3u8
CCTV1综合,http://39.134.65.181:80/PLTV/88888888/224/3221225816/1653096454-1-1645148854.m3u8
CCTV1综合,http://39.134.65.173:80/PLTV/88888888/224/3221225816/1653096485-1-1645148857.m3u8
CCTV1综合,http://39.134.65.183:80/PLTV/88888888/224/3221225816/1653096505-1-1645148859.m3u8
CCTV1综合,http://39.134.65.175:80/PLTV/88888888/224/3221225816/1653096535-1-1645148862.m3u8
CCTV1综合,http://39.135.138.58:18890/PLTV/88888888/224/3221225618/index.m3u8
CCTV1综合,http://39.135.138.58:18890/PLTV/88888888/224/3221225630/index.m3u8
CCTV2财经,http://39.134.115.163:8080/PLTV/88888910/224/3221225619/index.m3u8
CCTV2财经,http://39.135.138.58:18890/PLTV/88888888/224/3221225619/1653097483-1-1648946046.m3u8
CCTV2财经,http://39.135.138.60:18890/PLTV/88888910/224/3221225643/1653097662-1-1651279735.m3u8
CCTV2财经,http://39.135.138.58:18890/PLTV/88888888/224/3221225619/index.m3u8
CCTV2财经,http://39.135.138.60:18890/PLTV/88888910/224/3221225643/index.m3u8
CCTV3综艺,http://39.134.67.226:80/PLTV/88888888/224/3221225799/1653098229-1-1645149027.m3u8
CCTV3综艺,http://39.135.138.58:18890/PLTV/88888888/224/3221225634/1653098264-1-1651279802.m3u8
CCTV3综艺,http://39.135.138.58:18890/PLTV/88888888/224/3221225647/1653098389-1-1648946133.m3u8
CCTV3综艺,http://39.134.65.179:80/PLTV/88888888/224/3221225799/1653098513-1-1645149055.m3u8
CCTV3综艺,http://39.134.65.181:80/PLTV/88888888/224/3221225799/1653098553-1-1645149059.m3u8
CCTV3综艺,http://39.134.115.163:8080/PLTV/88888910/224/3221225647/index.m3u8
CCTV3综艺,http://39.134.115.163:8080/PLTV/88888910/224/3221225634/index.m3u8
CCTV3综艺,http://39.134.67.226/PLTV/88888888/224/3221225799/index.m3u8
CCTV4中文国际,http://39.135.138.58:18890/PLTV/88888888/224/3221225621/1653099365-1-1648946234.m3u8
CCTV4中文国际,http://39.134.115.163:8080/PLTV/88888910/224/3221225621/index.m3u8
CCTV4中文国际,http://39.135.138.59:18890/PLTV/88888910/224/3221225621/index.m3u8
CCTV5体育,http://39.134.67.226:80/PLTV/88888888/224/3221225818/1653099794-1-1645149187.m3u8
CCTV5体育,http://39.134.115.163:8080/PLTV/88888910/224/3221225633/index.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225633/1653099693-1-1651279940.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225751/1653100306-1-1648946332.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225752/1653100410-1-1648946330.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225753/1653100451-1-1648946346.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225754/1653100561-1-1648946356.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225755/1653100613-1-1648946357.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225755/1653101252-1-1648946420.m3u8
CCTV5体育,http://39.135.138.58:18890/PLTV/88888888/224/3221225756/1653101368-1-1648946432.m3u8
CCTV5体育,http://39.134.65.179:80/PLTV/88888888/224/3221225818/1653101693-1-1645149376.m3u8
CCTV5体育,http://39.134.65.181:80/PLTV/88888888/224/3221225818/1653102734-1-1645149480.m3u8
CCTV5体育,http://39.135.138.59:18890/PLTV/88888910/224/3221225633/index.m3u8
CCTV5+,http://39.134.115.163:8080/PLTV/88888910/224/3221225649/index.m3u8
CCTV5+,http://39.134.115.163:8080/PLTV/88888910/224/3221225706/index.m3u8
CCTV5+,http://39.135.138.58:18890/PLTV/88888888/224/3221225649/1653103087-1-1648946622.m3u8
CCTV5+,http://39.135.138.58:18890/PLTV/88888888/224/3221225706/1653103141-1-1651280281.m3u8
CCTV5+,http://39.134.65.181:80/PLTV/88888888/224/3221225507/1653103205-1-1645149570.m3u8
CCTV5+,http://39.134.65.173:80/PLTV/88888888/224/3221225507/1653103255-1-1645149575.m3u8
CCTV5+,http://39.134.65.183:80/PLTV/88888888/224/3221225507/1653103307-1-1645149580.m3u8
CCTV5+,http://39.134.65.175:80/PLTV/88888888/224/3221225507/1653103357-1-1645149585.m3u8
CCTV6电影,http://39.134.65.181:80/PLTV/88888888/224/3221225814/1653103457-1-1645149551.m3u8
CCTV6电影,http://39.134.115.163:8080/PLTV/88888910/224/3221225632/index.m3u8
CCTV6电影,http://39.135.138.58:18890/PLTV/88888888/224/3221225632/1653103494-1-1651280320.m3u8
CCTV6电影,http://39.134.65.173:80/PLTV/88888888/224/3221225814/1653103578-1-1645149563.m3u8
CCTV6电影,http://39.134.65.183:80/PLTV/88888888/224/3221225814/1653103628-1-1645149568.m3u8
CCTV6电影,http://39.134.65.175:80/PLTV/88888888/224/3221225814/1653103669-1-1645149572.m3u8
CCTV6电影,http://39.134.65.177:80/PLTV/88888888/224/3221225814/1653103710-1-1645149576.m3u8
CCTV6电影,http://39.134.65.181/PLTV/88888888/224/3221225814/1.m3u8
CCTV6电影,http://39.134.65.173/PLTV/88888888/224/3221225814/1.m3u8
CCTV6电影,http://39.134.65.183/PLTV/88888888/224/3221225814/1.m3u8
CCTV7国防军事,http://39.135.138.58:18890/PLTV/88888888/224/3221225624/1653103819-1-1648946681.m3u8
CCTV7国防军事,http://39.135.138.58:18890/PLTV/88888888/224/3221225644/1653103864-1-1651280354.m3u8
CCTV7国防军事,http://39.134.65.179:80/PLTV/88888888/224/3221225671/1653103951-1-1645149600.m3u8
CCTV7国防军事,http://39.134.65.164:80/PLTV/88888888/224/3221225671/1653103991-1-1645149604.m3u8
CCTV7国防军事,http://39.134.65.181:80/PLTV/88888888/224/3221225671/1653104042-1-1645149609.m3u8
CCTV7国防军事,http://39.134.66.110/PLTV/88888888/224/3221225671/index.m3u8
CCTV8电视剧,http://39.134.65.181:80/PLTV/88888888/224/3221225795/1653104282-1-1645149631.m3u8
CCTV8电视剧,http://39.134.115.163:8080/PLTV/88888910/224/3221225631/index.m3u8
CCTV8电视剧,http://39.135.138.58:18890/PLTV/88888888/224/3221225635/1653104226-1-1648946720.m3u8
CCTV8电视剧,http://39.134.65.173:80/PLTV/88888888/224/3221225795/1653104323-1-1645149635.m3u8
CCTV8电视剧,http://39.134.65.183:80/PLTV/88888888/224/3221225795/1653104353-1-1645149638.m3u8
CCTV8电视剧,http://39.134.65.175:80/PLTV/88888888/224/3221225795/1653104373-1-1645149640.m3u8
CCTV8电视剧,http://39.134.65.177:80/PLTV/88888888/224/3221225795/1653104393-1-1645149642.m3u8
CCTV8电视剧,http://39.134.65.173/PLTV/88888888/224/3221225795/1.m3u8
CCTV8电视剧,http://39.134.65.183/PLTV/88888888/224/3221225795/1.m3u8
CCTV9纪录,http://39.135.138.58:18890/PLTV/88888888/224/3221225626/1653104575-1-1648946770.m3u8
CCTV9纪录,http://39.134.65.179:80/PLTV/88888888/224/3221225676/1653104672-1-1645149720.m3u8
CCTV9纪录,http://39.134.65.181:80/PLTV/88888888/224/3221225676/1653104692-1-1645149722.m3u8
CCTV9纪录,http://39.134.65.166:80/PLTV/88888888/224/3221225676/1653104713-1-1645149725.m3u8
CCTV9纪录,http://39.134.65.183:80/PLTV/88888888/224/3221225676/1653104743-1-1645149728.m3u8
CCTV9纪录,http://39.134.65.173:80/PLTV/88888888/224/3221225676/1653104763-1-1645149730.m3u8
CCTV9纪录,http://39.134.115.163:8080/PLTV/88888910/224/3221225646/index.m3u8
CCTV9纪录,http://39.135.138.58:18890/PLTV/88888888/224/3221225626/index.m3u8
CCTV9纪录,http://39.135.138.58:18890/PLTV/88888888/224/3221225646/index.m3u8
CCTV9纪录,http://39.134.66.110/PLTV/88888888/224/3221225676/index.m3u8
CCTV9纪录,http://39.134.65.179/PLTV/88888888/224/3221225676/1.m3u8
CCTV10科教,http://39.134.65.179:80/PLTV/88888888/224/3221225677/1653106852-1-1645149884.m3u8
CCTV10科教,http://39.134.65.164:80/PLTV/88888888/224/3221225677/1653106873-1-1645149886.m3u8
CCTV10科教,http://39.134.65.181:80/PLTV/88888888/224/3221225677/1653106903-1-1645149889.m3u8
CCTV10科教,http://39.134.65.166:80/PLTV/88888888/224/3221225677/1653106923-1-1645149891.m3u8
CCTV10科教,http://39.134.65.183:80/PLTV/88888888/224/3221225677/1653106964-1-1645149895.m3u8
CCTV10科教,http://39.134.115.163:8080/PLTV/88888910/224/3221225636/index.m3u8
CCTV10科教,http://39.135.138.58:18890/PLTV/88888888/224/3221225627/1653104847-1-1648946798.m3u8
CCTV10科教,http://39.135.138.58:18890/PLTV/88888888/224/3221225636/1653104858-1-1651280456.m3u8
CCTV10科教,http://39.134.66.110/PLTV/88888888/224/3221225677/index.m3u8
CCTV10科教,http://39.134.65.164/PLTV/88888888/224/3221225677/1.m3u8
CCTV10科教,http://39.134.65.181/PLTV/88888888/224/3221225677/1.m3u8
CCTV11戏曲,http://39.135.138.58:18890/PLTV/88888888/224/3221225628/1653107159-1-1648947013.m3u8
CCTV11戏曲,http://39.134.65.179:80/PLTV/88888888/224/3221225517/1653107270-1-1645149932.m3u8
CCTV11戏曲,http://39.134.65.181:80/PLTV/88888888/224/3221225517/1653107300-1-1645149935.m3u8
CCTV11戏曲,http://39.134.65.173:80/PLTV/88888888/224/3221225517/1653107330-1-1645149938.m3u8
CCTV11戏曲,http://39.134.65.183:80/PLTV/88888888/224/3221225517/1653107350-1-1645149940.m3u8
CCTV1戏曲,http://39.134.65.175:80/PLTV/88888888/224/3221225517/1653107382-1-1645149943.m3u8
CCTV11戏曲,http://39.134.65.179/PLTV/88888888/224/3221225517/1.m3u8
CCTV12社会与法,http://39.135.138.58:18890/PLTV/88888888/224/3221225629/1653107495-1-1648947051.m3u8
CCTV12社会与法,http://39.134.65.179:80/PLTV/88888888/224/3221225669/1653107546-1-1645149962.m3u8
CCTV12社会与法,http://39.134.115.163:8080/PLTV/88888910/224/3221225637/index.m3u8
CCTV12社会与法,http://39.134.65.164:80/PLTV/88888888/224/3221225669/1653107566-1-1645149964.m3u8
CCTV12社会与法,http://39.134.65.164:80/PLTV/88888888/224/3221225669/1653107597-1-1645149967.m3u8
CCTV12社会与法,http://39.134.65.166:80/PLTV/88888888/224/3221225669/1653107617-1-1645149969.m3u8
CCTV12社会与法,http://39.134.65.173:80/PLTV/88888888/224/3221225669/1653107648-1-1645149972.m3u8
CCTV12社会与法,http://39.134.65.179/PLTV/88888888/224/3221225669/1.m3u8
CCTV12社会与法,http://39.134.65.164/PLTV/88888888/224/3221225669/1.m3u8
CCTV12社会与法,http://39.134.65.181/PLTV/88888888/224/3221225669/1.m3u8
CCTV13新闻,http://39.134.65.177:80/PLTV/88888888/224/3221225812/1653107759-1-1645149991.m3u8
CCTV13新闻,http://39.134.65.141:80/PLTV/88888888/224/3221225812/1653107789-1-1645149994.m3u8
CCTV13新闻,http://39.134.115.163:8080/PLTV/88888910/224/3221225638/index.m3u8
CCTV13新闻,http://39.134.65.141:80/PLTV/88888888/224/3221225812/1653107799-1-1645149995.m3u8
CCTV13新闻,http://39.134.65.183:80/PLTV/88888888/224/3221225812/1653107820-1-1645149997.m3u8
CCTV13新闻,http://39.134.65.175:80/PLTV/88888888/224/3221225812/1653107850-1-1645150000.m3u8
CCTV13新闻,http://39.134.65.181:80/PLTV/88888888/224/3221225812/1653107880-1-1645150003.m3u8
CCTV13新闻,http://39.135.138.59:18890/PLTV/88888910/224/3221225638/index.m3u8
CCTV14少儿,http://39.135.138.58:18890/PLTV/88888888/224/3221225639/1653108250-1-1648947126.m3u8
CCTV14少儿,http://39.135.138.58:18890/PLTV/88888888/224/3221225640/1653108341-1-1651280801.m3u8
CCTV14少儿,http://39.134.65.179:80/PLTV/88888888/224/3221225674/1653108451-1-1645150053.m3u8
CCTV14少儿,http://39.134.65.164:80/PLTV/88888888/224/3221225674/1653108481-1-1645150056.m3u8
CCTV14少儿,http://39.134.65.181:80/PLTV/88888888/224/3221225674/1653108521-1-1645150060.m3u8
CCTV14少儿,http://39.134.65.183:80/PLTV/88888888/224/3221225674/1653108541-1-1645150062.m3u8
CCTV14少儿,http://39.134.65.173:80/PLTV/88888888/224/3221225674/1653108562-1-1645150064.m3u8
CCTV14少儿,http://39.135.138.58:18890/PLTV/88888888/224/3221225640/index.m3u8
CCTV14少儿,http://39.134.65.179/PLTV/88888888/224/3221225674/1.m3u8
CCTV15音乐,http://39.135.138.58:18890/PLTV/88888888/224/3221225641/1653108642-1-1648947166.m3u8
CCTV15音乐,http://39.134.65.181:80/PLTV/88888888/224/3221225513/1653108705-1-1645150082.m3u8
CCTV15音乐,http://39.134.65.173:80/PLTV/88888888/224/3221225513/1653108735-1-1645150085.m3u8
CCTV15音乐,http://39.134.65.173:80/PLTV/88888888/224/3221225513/1653108756-1-1645150087.m3u8
CCTV15音乐,http://39.135.138.60:18890/PLTV/88888910/224/3221225641/index.m3u8
CCTV15音乐,http://39.134.65.181/PLTV/88888888/224/3221225513/1.m3u8
CCTV16奥林匹克,http://39.135.138.58:18890/PLTV/88888888/224/3221226230/1653108871-1-1651280856.m3u8
CCTV16奥林匹克http://39.135.138.60:18890/TVOD/88888910/224/3221226230/index.m3u8
CCTV17农业农村,http://39.134.115.163:8080/PLTV/88888910/224/3221225908/index.m3u8
CCTV17农业农村,http://39.135.138.58:18890/PLTV/88888888/224/3221225907/1653108954-1-1651280865.m3u8
CCTV17农业农村,http://39.135.138.58:18890/PLTV/88888888/224/3221225908/1653108973-1-1648947196.m3u8
CCTV17农业农村,http://39.134.65.181:80/PLTV/88888888/224/3221225708/1653109067-1-1645150109.m3u8
CCTV17农业农村,http://39.134.65.183:80/PLTV/88888888/224/3221225708/1653109309-1-1645150133.m3u8
CCTV17农业农村,http://39.134.66.110/PLTV/88888888/224/3221225708/index.m3u8

CCTV1,http://117.148.129.9/PLTV/88888888/224/3221231468/index.m3u8
CCTV2,http://117.148.129.9/PLTV/88888888/224/3221231678/index.m3u8
CCTV3,http://117.148.129.11/PLTV/88888888/224/3221231682/index.m3u8
CCTV4,http://117.148.129.11/PLTV/88888888/224/3221231726/index.m3u8
CCTV5,http://117.148.129.8/PLTV/88888888/224/3221231702/index.m3u8
CCTV6,http://117.148.129.12/PLTV/88888888/224/3221231724/index.m3u8
CCTV7,http://39.134.115.163:8080/PLTV/88888910/224/3221225624/index.m3u8
CCTV7,http://39.134.115.163:8080/PLTV/88888910/224/3221225644/index.m3u8
CCTV8,http://117.148.179.150/PLTV/88888888/224/3221231694/index.m3u8
CCTV9,http://117.148.129.9/PLTV/88888888/224/3221231697/index.m3u8
CCTV10,http://117.148.129.9/PLTV/88888888/224/3221231666/index.m3u8
CCTV11,http://117.148.129.5/PLTV/88888888/224/3221231711/index.m3u8
CCTV1,http://117.148.179.150/PLTV/88888888/224/3221231660/1.m3u8
CCTV13,http://117.148.129.5/PLTV/88888888/224/3221231636/index.m3u8
CCTV14,http://117.148.129.8/PLTV/88888888/224/3221231648/index.m3u8
CCTV15,http://117.148.129.5/PLTV/88888888/224/3221231693/index.m3u8
CCTV16,http://117.148.179.162/PLTV/88888888/224/3221233403/index.m3u8
CCTV17,http://117.148.129.12/PLTV/88888888/224/3221231772/index.m3u8


🛰️卫视台⇊,http://

广东卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225701/index.m3u8
广东卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225742/index.m3u8
广东卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225701/1653140620-1-1651284060.m3u8
广东卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225742/1653140709-1-1648950419.m3u8
广东卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225859/1643132645-1-1639767918.m3u8
广东卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225701/index.m3u8
湖南卫视 ,http://39.134.115.163:8080/PLTV/88888910/224/3221225704/index.m3u8
湖南卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225745/index.m3u8
湖南卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225704/1653109760-1-1651280942.m3u8
湖南卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225745/1653109807-1-1648947278.m3u8
湖南卫视,http://39.134.65.166:80/PLTV/88888888/224/3221225506/1653109860-1-1645150189.m3u8
湖南卫视,http://39.134.65.166:80/PLTV/88888888/224/3221225506/1653109880-1-1645150191.m3u8
湖南卫视,http://39.134.65.181:80/PLTV/88888888/224/3221225506/1653109900-1-1645150193.m3u8
湖南卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225506/1653109920-1-1645150195.m3u8
湖北卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225699/index.m3u8
湖北卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225740/index.m3u8
湖北卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225699/1653142328-1-1651284245.m3u8
湖北卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225740/1653142428-1-1648950531.m3u8
湖北卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225871/1643132631-1-1639767957.m3u8
湖北卫视,http://39.134.65.183:80/PLTV/88888888/224/3221225871/1643132631-1-1639767957.m3u8
湖北卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225569/1653145950-1-1645153788.m3u8
湖北卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225569/1653146052-1-1645153798.m3u8
河南卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225611/index.m3u8?fmt=ts2hls
浙江卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225703/index.m3u8
浙江卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225744/index.m3u8
浙江卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225703/1653132080-1-1651283178.m3u8
浙江卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225744/1653137040-1-1648950003.m3u8
浙江卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225514/1653137081-1-1645152912.m3u8
浙江卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225514/1653140121-1-1645153216.m3u8
浙江卫视,http://39.134.65.181:80/PLTV/88888888/224/3221225880/1643132642-1-1639766507.m3u8
浙江卫视,http://39.134.65.175:80/PLTV/88888888/224/3221225514/1653140182-1-1645153222.m3u8
浙江卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225703/index.m3u8
东方卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225658/index.m3u8
东方卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225659/index.m3u8
东方卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225658/1653140236-1-1648950319.m3u8
东方卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225659/1653140325-1-1651284002.m3u8
东方卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225672/1653140526-1-1645153256.m3u8
东方卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225672/1653140556-1-1645153259.m3u8
东方卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225672/1653140586-1-1645153262.m3u8
东方卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225865/1643132644-1-1639764667.m3u8
东方卫视,http://39.134.65.175:80/PLTV/88888888/224/3221225672/1653140627-1-1645153266.m3u8
东方卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225659/index.m3u8
东方卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225658/index.m3u8
江苏卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225702/index.m3u8
江苏卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225743/index.m3u8
江苏卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225702/1653110064-1-1651280974.m3u8
江苏卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225702/1653110094-1-1651280977.m3u8
江苏卫视,http://39.134.65.181:80/PLTV/88888888/224/3221225503/1653110163-1-1645150221.m3u8
江苏卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225503/1653110184-1-1645150223.m3u8
江苏卫视,http://39.134.65.173:80/PLTV/88888888/224/3221225503/1653110194-1-1645150224.m3u8
江苏卫视,http://39.134.65.183:80/PLTV/88888888/224/3221225503/1653110214-1-1645150226.m3u8
江苏卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225743/index.m3u8
江苏卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225702/index.m3u8
北京卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225673/index.m3u8
北京卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225674/index.m3u8
北京卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225673/1653141522-1-1648950446.m3u8
北京卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225674/1653141549-1-1651284122.m3u8
北京卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225678/1653141675-1-1645153370.m3u8
北京卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225678/1653141695-1-1645153372.m3u8
北京卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225678/1653141705-1-1645153373.m3u8
北京卫视,http://39.134.65.166:80/PLTV/88888888/224/3221225855/1643132642-1-1639765153.m3u8
北京卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225674/index.m3u8
北京卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225673/index.m3u8
黑龙江卫视,http://39.134.67.226:80/PLTV/88888888/224/3221225847/1643132665-1-1639764544.m3u8
黑龙江卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225690/1653146198-1-1651284587.m3u8
黑龙江卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225736/1653146257-1-1648950924.m3u8
黑龙江卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225847/1643132650-1-1639764543.m3u8
黑龙江卫视,http://39.134.65.177:80/PLTV/88888888/224/3221225847/1643132650-1-1639764543.hls.ts
山东卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225697/index.m3u8
山东卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225738/index.m3u8
山东卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225697/1653142074-1-1651284174.m3u8
山东卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225697/1653142177-1-1651284184.m3u8
山东卫视,http://39.134.65.183:80/PLTV/88888888/224/3221225857/1643132645-1-1639766542.m3u8
山东卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225738/index.m3u8
山东卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225697/index.m3u8
安徽卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225691/index.m3u8
安徽卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225737/index.m3u8
安徽卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225691/1653146382-1-1651284606.m3u8
安徽卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225691/1653146432-1-1651284611.m3u8
安徽卫视,http://39.134.65.179:80/PLTV/88888888/224/3221225851/1643132634-1-1639764644.m3u8
辽宁卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225696/1653146508-1-1651284617.m3u8
辽宁卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225735/1653146603-1-1648950958.m3u8
辽宁卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225735/index.m3u8
辽宁卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225696/index.m3u8
陕西卫视,http://39.135.138.58:18890/PLTV/88888910/224/3221225729/1653148833-1-1648951214.m3u8
陕西卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225729/index.m3u8
贵州卫视,http://39.134.65.149:80/PLTV/88888888/224/3221225974/1653148920-1-1652757727.m3u8
贵州卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225483/index.m3u8?fmt=ts2hls
贵州卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225728/index.m3u8
河北卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225610/index.m3u8?fmt=ts2hls
江西卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225705/index.m3u8
江西卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225746/index.m3u8
江西卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225705/1653147474-1-1651284715.m3u8
江西卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225746/1653147615-1-1648951059.m3u8
江西卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225746/index.m3u8
江西卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225705/index.m3u8
深圳卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225700/index.m3u8
深圳卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225741/index.m3u8
深圳卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225741/index.m3u8
深圳卫视,http://39.134.65.181:80/PLTV/88888888/224/3221225886/1643132654-1-1639765456.m3u8
深圳卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225700/1653141079-1-1651284077.m3u8
深圳卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225741/1653141184-1-1648950460.m3u8
深圳卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225668/1653141273-1-1645153474.m3u8
深圳卫视,http://39.134.65.166:80/PLTV/88888888/224/3221225668/1653141293-1-1645153476.m3u8
深圳卫视,http://39.134.65.166:80/PLTV/88888888/224/3221225668/1653141314-1-1645153478.m3u8
四川卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225733/index.m3u8
四川卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225733/index.m3u8
天津卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225698/index.m3u8
天津卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225739/index.m3u8
天津卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225698/1653141771-1-1651284161.m3u8
天津卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225739/1653141888-1-1648950485.m3u8
天津卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225698/index.m3u8
云南卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225664/index.m3u8
云南卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225664/index.m3u8
重庆卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225692/1653147686-1-1651284739.m3u8
重庆卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225734/1653147763-1-1648951092.m3u8
重庆卫视,http://39.134.65.181:80/PLTV/88888888/224/3221225873/1643132643-1-1639765069.m3u8
重庆卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225734/index.m3u8
重庆卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225692/index.m3u8
重庆卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225734/index.m3u8
东南卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225657/index.m3u8
东南卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225657/1653147315-1-1648951029.m3u8
东南卫视,http://39.134.65.175:80/PLTV/88888888/224/3221225863/1643132642-1-1639767878.m3u8
东南卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225657/index.m3u8
吉林卫视,http://39.134.65.149:80/PLTV/88888888/224/3221225981/1653149014-1-1652757736.m3u8
吉林卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221225680/1653149097-1-1648951247.m3u8
吉林卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225680/index.m3u8
吉林卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225680/index.m3u8
宁夏卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225726/index.m3u8
宁夏卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225726/index.m3u8
内蒙古卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225667/index.m3u8
内蒙古卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225667/index.m3u8
广西卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221226211/index.m3u8?fmt=ts2hls
海南卫视,http://39.134.65.164:80/PLTV/88888888/224/3221225869/1643132645-1-1639766053.m3u8
海南卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225722/index.m3u8
海南卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225722/index.m3u8
南方卫视,http://39.135.138.58:18890/PLTV/88888888/224/3221226203/1653149724-1-1651284940.m3u8
甘肃卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225724/index.m3u8
新疆卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225725/index.m3u8
新疆卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225725/index.m3u8
西藏卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225723/index.m3u8
西藏卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225723/index.m3u8
青海卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225727/index.m3u8
青海卫视,http://39.134.115.163:8080/PLTV/88888910/224/3221225727/index.m3u8



广东卫视,http://117.148.179.159/PLTV/88888888/224/3221231502/index.m3u8
广东卫视,http://117.148.179.162/PLTV/88888888/224/3221231502/index.m3u8
湖南卫视,http://117.148.179.162/PLTV/88888888/224/3221231276/index.m3u8
湖南卫视,http://117.148.179.162/PLTV/88888888/224/3221231729/index.m3u8
浙江卫视,http://117.148.179.162/PLTV/88888888/224/3221231567/index.m3u8
湖北卫视,http://117.148.179.162/PLTV/88888888/224/3221231888/index.m3u8
广西卫视,http://117.148.179.162/PLTV/88888888/224/3221231600/index.m3u8
甘萧卫视,http://117.148.179.162/PLTV/88888888/224/3221231393/index.m3u8
陕西卫视,http://117.148.179.162/PLTV/88888888/224/3221231408/index.m3u8
河北卫视,http://117.148.179.162/PLTV/88888888/224/3221231411/index.m3u8
青海卫视,http://117.148.179.162/PLTV/88888888/224/3221231435/index.m3u8
重庆卫视,http://117.148.179.162/PLTV/88888888/224/3221231508/index.m3u8
河南卫视,http://117.148.179.162/PLTV/88888888/224/3221231514/index.m3u8
湖北卫视,http://117.148.179.162/PLTV/88888888/224/3221231523/index.m3u8
西藏卫视,http://117.148.179.162/PLTV/88888888/224/3221231558/index.m3u8
辽宁卫视,http://117.148.179.162/PLTV/88888888/224/3221231802/index.m3u8
江西卫视,http://117.148.179.162/PLTV/88888888/224/3221231511/index.m3u8
黑龙江卫视,http://117.148.179.162/PLTV/88888888/224/3221231520/index.m3u8

广东卫视,http://117.148.179.159/PLTV/88888888/224/3221231502/index.m3u8
湖南卫视,http://117.148.179.148/PLTV/88888888/224/3221230824/index.m3u8
湖南卫视,http://117.148.179.172/PLTV/88888888/224/3221231729/index.m3u8
湖南卫视,http://117.148.179.135/PLTV/88888888/224/3221230206/index.m3u8
浙江卫视,http://117.148.179.136/PLTV/88888888/224/3221231567/index.m3u8
湖北卫视,http://117.148.179.142/PLTV/88888888/224/3221231888/index.m3u8
湖北卫视,http://117.148.179.134/PLTV/88888888/224/3221231523/index.m3u8
广西卫视,http://117.148.179.164/PLTV/88888888/224/3221231600/index.m3u8
广西卫视,http://111.40.196.35/PLTV/88888888/224/3221225518/index.m3u8
甘肃卫视,http://117.148.179.158/PLTV/88888888/224/3221231393/index.m3u8
河北卫视,http://117.148.179.179/PLTV/88888888/224/3221231411/index.m3u8
青海卫视,http://117.148.179.151/PLTV/88888888/224/3221231435/index.m3u8
青海卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225727/index.m3u8
重庆卫视,http://117.148.179.155/PLTV/88888888/224/3221231508/index.m3u8
河南卫视,http://117.148.179.144/PLTV/88888888/224/3221231514/index.m3u8
西藏卫视,http://111.40.196.36/PLTV/88888888/224/3221225646/index.m3u8
西藏卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225723/index.m3u8
江西卫视,http://117.148.179.157/PLTV/88888888/224/3221231511/index.m3u8
黑龙江卫视,http://117.148.179.162/PLTV/88888888/224/3221231520/index.m3u8

江苏卫视,http://117.148.179.175/PLTV/88888888/224/3221231447/index.m3u8
天津卫视,http://117.148.179.146/PLTV/88888888/224/3221228905/index.m3u8
山东卫视,http://117.148.179.137/PLTV/88888888/224/3221227909/index.m3u8
安徽卫视,http://117.148.179.177/PLTV/88888888/224/3221230215/index.m3u8
四川卫视,http://117.148.179.142/PLTV/88888888/224/3221231885/index.m3u8
四川卫视,http://117.148.179.176/PLTV/88888888/224/3221231517/index.m3u8
四川卫视,http://111.40.196.34/PLTV/88888888/224/3221225562/index.m3u8
吉林卫视,http://117.148.179.164/PLTV/88888888/224/3221231472/index.m3u8
吉林卫视,http://111.40.196.36/PLTV/88888888/224/3221225589/index.m3u8
吉林卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225680/index.m3u8
山西卫视,http://liveflash.sxrtv.com/live/sxwshd.m3u8
山西卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225730/index.m3u8
东方卫视,http://117.148.179.167/PLTV/88888888/224/3221231450/index.m3u8
陕西卫视,http://117.148.179.156/PLTV/88888888/224/3221231408/index.m3u8
陕西卫视,http://111.40.196.34/PLTV/88888888/224/3221225582/index.m3u8
内蒙古卫视,http://117.148.179.151/PLTV/88888888/224/3221231478/index.m3u8
内蒙古卫视,http://111.40.196.39/PLTV/88888888/224/3221225574/index.m3u8
内蒙古卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225667/index.m3u8
厦门卫视,http://117.148.179.134/PLTV/88888888/224/3221229184/index.m3u8
厦门卫视,http://111.40.196.34/PLTV/88888888/224/3221225643/index.m3u8
宁夏卫视,http://111.40.196.31/PLTV/88888888/224/3221225530/index.m3u8
宁夏卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225726/index.m3u8
安多卫视,http://111.40.196.28/PLTV/88888888/224/3221225666/index.m3u8
云南卫视,http://111.40.196.36/PLTV/88888888/224/3221225635/index.m3u8
云南卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225664/index.m3u8
贵州卫视,http://111.40.196.25/PLTV/88888888/224/3221225522/index.m3u8
贵州卫视,http://39.135.138.59:18890/PLTV/88888910/224/3221225728/index.m3u8
康巴卫视,http://111.40.196.38/PLTV/88888888/224/3221225648/index.m3u8
兵团卫视,http://111.40.196.31/PLTV/88888888/224/3221225637/index.m3u8
海南卫视,http://111.40.196.35/PLTV/88888888/224/3221225623/index.m3u8

北京卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225674/index.m3u8
北京卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225673/index.m3u8
北京纪实高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225675/index.m3u8
北京纪实高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225676/index.m3u8
湖南卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225745/index.m3u8
湖南卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225704/index.m3u8
湖北卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225699/index.m3u8
东方卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225659/index.m3u8
东方卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225658/index.m3u8
江苏卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225743/index.m3u8
江苏卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225702/index.m3u8
浙江卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225703/index.m3u8
浙江卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225744/index.m3u8
上海纪实高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225654/index.m3u8
上海纪实高清8M,http://39.135.138.59:18890/PLTV/88888910/224/3221225655/index.m3u8
深圳卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225741/index.m3u8
深圳卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225700/index.m3u8
广东卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225701/index.m3u8
安徽卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225691/index.m3u8
安徽卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225737/index.m3u8
河北卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225732/index.m3u8
河北卫视高清,http://live2.plus.hebtv.com/hbwsx/hd/live.m3u8
东南卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225657/index.m3u8
四川卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225733/index.m3u8
江西卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225746/index.m3u8
江西卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225705/index.m3u8
重庆卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225734/index.m3u8
重庆卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225692/index.m3u8
山东卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225738/index.m3u8
山东卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225697/index.m3u8
天津卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225698/index.m3u8
天津卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225739/index.m3u8
辽宁卫视高清,http://39.135.138.60:18890/PLTV/88888910/224/3221225735/index.m3u8
辽宁卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225696/index.m3u8
黑龙江卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225736/index.m3u8
黑龙江卫视高清,http://39.135.138.59:18890/PLTV/88888910/224/3221225690/index.m3u8
内蒙古卫视高清,http://117.169.120.140:8080/live/neimenggustv/.m3u8
旅游卫视,http://39.135.138.60:18890/PLTV/88888910/224/3221225722/index.m3u8

北京卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225826/index.m3u8?servicetype=1
天津卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225830/index.m3u8?servicetype=1
河北卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227063/index.m3u8?servicetype=1
东方卫视,http://39.134.66.4/PLTV/88888888/224/3221225942/index.m3u8
湖南卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227232/index.m3u8?servicetype=1
浙江卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227193/index.m3u8?servicetype=1
江苏卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227160/index.m3u8?servicetype=1
河南卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227095/index.m3u8?servicetype=1
山东卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225843/index.m3u8?servicetype=1
安徽卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227178/index.m3u8?servicetype=1
广东卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227164/index.m3u8?servicetype=1
深圳卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227242/index.m3u8?servicetype=1
辽宁卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227141/index.m3u8?servicetype=1
吉林卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227099/index.m3u8?servicetype=1
江西卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227209/index.m3u8?servicetype=1
四川卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227182/index.m3u8?servicetype=1
重庆卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227240/index.m3u8?servicetype=1
厦门卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221226781/index.m3u8?servicetype=1
海南卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227216/index.m3u8?servicetype=1
贵州卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227201/index.m3u8?servicetype=1
广西卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227250/index.m3u8?servicetype=1
甘肃卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227262/index.m3u8?servicetype=1
青海卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225841/index.m3u8?servicetype=1
山西卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227258/index.m3u8?servicetype=1
云南卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225853/index.m3u8?servicetype=1
陕西卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225850/index.m3u8?servicetype=1
宁夏卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221225849/index.m3u8?servicetype=1
内蒙卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227244/index.m3u8?servicetype=1
新疆卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227248/index.m3u8?servicetype=1
西藏卫视,http://39.135.55.105:6610/PLTV/88888888/224/3221227217/index.m3u8?servicetype=1


🥂纯音乐,#genre#

美女这吉他演奏,https://vd4.bdstatic.com/mda-jfgi3qta7sza6ev7/sc/mda-jfgi3qta7sza6ev7.mp4
吉他-我心永恒,https://vd2.bdstatic.com/mda-kgun6xcetg7c24y2/v1-cae/1080p/mda-kgun6xcetg7c24y2.mp4
吉他-加州旅馆,https://vd3.bdstatic.com/mda-mknw5xnecu60ipvp/sc/cae_h264_delogo/1642530883927545401/mda-mknw5xnecu60ipvp.mp4
吉他-葬花吟,https://vd3.bdstatic.com/mda-naibekt5ca8kdx0z/1080p/cae_h264_delogo/1642986111792592754/mda-naibekt5ca8kdx0z.mp4
吉他-葬花吟1,https://vd2.bdstatic.com/mda-imgf1xsbeyzdd5mt/sc/mda-imgf1xsbeyzdd5mt.mp4
吉他-小路,https://vd2.bdstatic.com/mda-nei7rknguezfzh1f/1080p/cae_h264/1652938819712204544/mda-nei7rknguezfzh1f.mp4
吉他-柳濑小镇,https://vd4.bdstatic.com/mda-ib02ydawwmkwi03a/hd/mda-ib02ydawwmkwi03a.mp4
吉他-寂静之声,https://vd3.bdstatic.com/mda-mmihis1szs64gyzk/1080p/cae_h264/1640000766784193010/mda-mmihis1szs64gyzk.mp4
吉他-秋恋,https://vd2.bdstatic.com/mda-nchb37j8q3ps3zs1/1080p/cae_h264_delogo/1647596809775119366/mda-nchb37j8q3ps3zs1.mp4
吉他-三月里的小雨,https://vd2.bdstatic.com/mda-ned4xpxr7ebmwvej/1080p/cae_h264/1652506544432670551/mda-ned4xpxr7ebmwvej.mp4
吉他-斯卡布罗集市,https://vd3.bdstatic.com/mda-nanef3wugt445py1/sc/cae_h264_delogo/1642933360114129298/mda-nanef3wugt445py1.mp4
吉他-卡萨布兰卡,https://vd4.bdstatic.com/mda-navbrdzkn6e24mag/sc/cae_h264_delogo/1643530939463648380/mda-navbrdzkn6e24mag.mp4
电吉他-Enter Sandman,https://vd2.bdstatic.com/mda-jcmj9pt3ahit9rqn/sc/mda-jcmj9pt3ahit9rqn.mp4
吉他-Passage to Paradise 通往天堂的路,https://vd3.bdstatic.com/mda-nbbkc5i80249gtea/1080p/cae_h264_delogo/1644678109081249767/mda-nbbkc5i80249gtea.mp4
吉他-送亲,https://vd2.bdstatic.com/mda-neeaq5b09uf7jpxy/1080p/cae_h264/1652600867276126527/mda-neeaq5b09uf7jpxy.mp4
吉他-女儿情,https://vd3.bdstatic.com/mda-ndckxswivvkeaev5/1080p/cae_h264_delogo/1649890962409427271/mda-ndckxswivvkeaev5.mp4
吉他-朋友别哭,https://vd4.bdstatic.com/mda-na4hjj1yrq26g5jb/fhd/cae_h264_nowatermark/1641409140028834713/mda-na4hjj1yrq26g5jb.mp4
吉他-蓝莲花,https://vd4.bdstatic.com/mda-nce5df5u8v5s2zr2/1080p/cae_h264_delogo/1647316401837797711/mda-nce5df5u8v5s2zr2.mp4
吉他-你到底爱谁,https://vd4.bdstatic.com/mda-nc4jxm69sgkc4yz6/1080p/cae_h264_delogo/1646489690833623646/mda-nc4jxm69sgkc4yz6.mp4
吉他-别知己,https://vd4.bdstatic.com/mda-ncncv6djzmc0xu7s/1080p/cae_h264_delogo/1648080223974990204/mda-ncncv6djzmc0xu7s.mp4
吉他-西海情歌,https://vd2.bdstatic.com/mda-na390v5301pgwfmk/1080p/cae_h264_delogo/1643302805031355375/mda-na390v5301pgwfmk.mp4
吉他-雨中华尔兹,https://vd4.bdstatic.com/mda-md5mbigz1p3sy4sj/fhd/cae_h264_nowatermark/1617720217/mda-md5mbigz1p3sy4sj.mp4
吉他-千千阙歌,https://vd2.bdstatic.com/mda-kdrfaayav7qtbh64/v1-cae/sc/mda-kdrfaayav7qtbh64.mp4
吉他-神话,https://vd2.bdstatic.com/mda-jfjdbsgxbm27z4aa/sc/mda-jfjdbsgxbm27z4aa.mp4
吉他-一帘幽梦,https://vd2.bdstatic.com/mda-nev2urcg3gx4hicq/1080p/cae_h264/1653880324579122796/mda-nev2urcg3gx4hicq.mp4
吉他-又见炊烟,https://vd4.bdstatic.com/mda-nb99qzjmbhxpp0hb/1080p/cae_h264_delogo/1644476292342259497/mda-nb99qzjmbhxpp0hb.mp4
吉他-挚爱,https://vd2.bdstatic.com/mda-nb6ig17bgijg1tk5/fhd/cae_h264_nowatermark_delogo/1644239364238855073/mda-nb6ig17bgijg1tk5.mp4
吉他-丁香花,https://vd2.bdstatic.com/mda-nc12fwc4kxxaqx3d/1080p/cae_h264_delogo/1646185996339473380/mda-nc12fwc4kxxaqx3d.mp4
吉他-感谢你,https://vd3.bdstatic.com/mda-nf56mgwq76jha3ti/720p/h264/1654490792368738134/mda-nf56mgwq76jha3ti.mp4
吉他-追梦人,https://vd3.bdstatic.com/mda-ncpbrgwypqhp6ma9/1080p/cae_h264_delogo/1648110769960412083/mda-ncpbrgwypqhp6ma9.mp4
吉他-搁浅的心,https://vd4.bdstatic.com/mda-new6k095suh8qvcg/720p/h264/1653971948919247912/mda-new6k095suh8qvcg.mp4
吉他-爱江山更爱美人,https://vd4.bdstatic.com/mda-nanmr3qdew2utgt6/fhd/cae_h264_nowatermark_delogo/1642951589299167928/mda-nanmr3qdew2utgt6.mp4
吉他-Let Her Go（随她去）,https://vd2.bdstatic.com/mda-kj2jg2da5yc307s4/sc/mda-kj2jg2da5yc307s4.mp4
吉他-梦里水乡,https://vd2.bdstatic.com/mda-mkujuvgu6u1km7fs/1080p/cae_h264/1638208725488580589/mda-mkujuvgu6u1km7fs.mp4
吉他-在深处,https://vd3.bdstatic.com/mda-kirz1yx9ufzu6ge0/v1-cae/1080p/mda-kirz1yx9ufzu6ge0.mp4
吉他-My Heart Will Go On,https://vd2.bdstatic.com/mda-mm6zb7w1q64ufzsy/sc/cae_h264/1638923473522358588/mda-mm6zb7w1q64ufzsy.mp4
吉他-In My Blood,https://vd2.bdstatic.com/mda-ie0qtd1zhnhsavv3/sc/mda-ie0qtd1zhnhsavv3.mp4
吉他-Fantasie,https://vd3.bdstatic.com/mda-ia9nvs2wx3iw9xbe/sc/mda-ia9nvs2wx3iw9xbe.mp4
吉他纯音乐40分钟,https://vd2.bdstatic.com/mda-mk353ergy5b2aqng/1080p/cae_h264/1636164173193819365/mda-mk353ergy5b2aqng.mp4
吉他-纯音乐60分钟,https://vd2.bdstatic.com/mda-mjthnyg58kzd6acx/1080p/cae_h264/1635427436244653062/mda-mjthnyg58kzd6acx.mp4
吉他精选串烧1,https://vd4.bdstatic.com/mda-jipefq3cqn890wtq/mda-jipefq3cqn890wtq.mp4
平湖秋月-笛子,https://vd4.bdstatic.com/mda-ne5hexpbyume6p2a/720p/h264_delogo/1651839690591972034/mda-ne5hexpbyume6p2a.mp4
太极-古筝,https://vd4.bdstatic.com/mda-ne30qxfyze5zkmnp/360p/h264_delogo/1651624644762312084/mda-ne30qxfyze5zkmnp.mp4
梅花泪-古筝,https://vd3.bdstatic.com/mda-nahjrgi41pykbfhh/720p/h264_delogo/1642514505198206203/mda-nahjrgi41pykbfhh.mp4
水边的阿狄丽娜,https://vd4.bdstatic.com/mda-ne30qsnr6g8rf7dj/360p/h264_delogo/1651624332572965474/mda-ne30qsnr6g8rf7dj.mp4
暖雨,https://vd2.bdstatic.com/mda-nc3ix0zk6y3x7343/sc/cae_h264_delogo/1646400261730230569/mda-nc3ix0zk6y3x7343.mp4
高山流水,https://vd4.bdstatic.com/mda-ncmahb9296iyqd1y/cae_h264_delogo/1647949622705411484/mda-ncmahb9296iyqd1y.mp4
渔舟唱晚,https://vd2.bdstatic.com/mda-mkm42v963mek0tmq/hd/cae_h264/1637549935907348818/mda-mkm42v963mek0tmq.mp4
黄种人-古筝,https://vd2.bdstatic.com/mda-ne5450rfawjiyxsw/sc/cae_h264_delogo/1651808068269670629/mda-ne5450rfawjiyxsw.mp4
吉他-春光美,https://vd2.bdstatic.com/mda-mjtq70buzbtt1dir/sc/cae_h264/1635412177428534604/mda-mjtq70buzbtt1dir.mp4
惜别的海,https://vd3.bdstatic.com/mda-nf1dnn4cwdqymrgf/1080p/cae_h264/1654168355173129594/mda-nf1dnn4cwdqymrgf.mp4
电吹管演奏《天边》,https://vd2.bdstatic.com/mda-mmkai9bm3fb6y0y4/sc/cae_h264/1640043240417369303/mda-mmkai9bm3fb6y0y4.mp4
钢琴-女人花,https://vd3.bdstatic.com/mda-ne3350dyrf5gsu78/sc/cae_h264_delogo/1651630643316767939/mda-ne3350dyrf5gsu78.mp4
吉他-红尘情歌,https://vd4.bdstatic.com/mda-nc4i0dsa2nwaaswf/1080p/cae_h264_delogo/1646484579187797977/mda-nc4i0dsa2nwaaswf.mp4
吉他-西游记主题曲,https://vd2.bdstatic.com/mda-jf8vvgn57ck17bha/sc/mda-jf8vvgn57ck17bha.mp4
古典吉-十一月的某一天,https://vd3.bdstatic.com/mda-ik1wqqi7mp0day8s/sc/mda-ik1wqqi7mp0day8s.mp4
云河,https://vd2.bdstatic.com/mda-ne527r9ji5z78bgm/sc/cae_h264_delogo/1651802187318307385/mda-ne527r9ji5z78bgm.mp4
情人-古典吉他,https://vd3.bdstatic.com/mda-ne1htanzsepmg3c7/sc/cae_h264_delogo/1651494991477753876/mda-ne1htanzsepmg3c7.mp4
平沙落雁-古琴,https://vd2.bdstatic.com/mda-naf92s8x95e0jkdk/sc/cae_h264_delogo/1642315687139027769/mda-naf92s8x95e0jkdk.mp4
广陵散加长版-古琴,https://vd4.bdstatic.com/mda-mmt9rrusx2dg5iq7/sc/cae_h264/1640677082344672310/mda-mmt9rrusx2dg5iq7.mp4
清晨,https://vd2.bdstatic.com/mda-na03sc018aq960tu/sc/cae_h264/1641080628754694801/mda-na03sc018aq960tu.mp4
青空,https://vd3.bdstatic.com/mda-mmm8bhav1hhhw1mx/720p/h264/1640152528980603245/mda-mmm8bhav1hhhw1mx.mp4
Sea of Clarity,https://vd3.bdstatic.com/mda-nahpdfuk3ibkx73g/360p/h264_delogo/1642523565458144203/mda-nahpdfuk3ibkx73g.mp4
我心永恒,https://vd2.bdstatic.com/mda-ndec1ja2wmdc1csr/sc/cae_h264_delogo/1650011894391233589/mda-ndec1ja2wmdc1csr.mp4
Undeniable不可否认,https://vd4.bdstatic.com/mda-ne53ju3v6pa537mx/sc/cae_h264_delogo/1651805276869627414/mda-ne53ju3v6pa537mx.mp4
站着等你三千年,https://vd4.bdstatic.com/mda-ne5dhkax41tnnx73/sc/cae_h264_delogo/1651833868493768963/mda-ne5dhkax41tnnx73.mp4
游子吟-二胡,https://vd4.bdstatic.com/mda-ne5bbz84bnj0zk7u/sc/cae_h264_delogo/1651826971732332575/mda-ne5bbz84bnj0zk7u.mp4
夜曲,https://vd3.bdstatic.com/mda-natdtsevh21nmn7r/sc/cae_h264_delogo/1643410847111413842/mda-natdtsevh21nmn7r.mp4
晚霞,https://vd2.bdstatic.com/mda-mm8kb59w85f5ai65/sc/cae_h264_delogo/1642488132317758499/mda-mm8kb59w85f5ai65.mp4




🛰️音乐MTV,#genre#

可可托海的牧羊人-送亲-站着等你三千年-有,https://vdse.bdstatic.com//7cb310d32d15912afadd19d15be7039b.mp4
天路驼铃鸿雁九儿绒花小芳,https://vdse.bdstatic.com//e4b7325ebf3010673a51a24f948a8a97.mp4
驼铃卓玛天边鸿雁天路,https://vdse.bdstatic.com//f8f4740a4ca7ff31c3a2d8386fc14598.mp4
云朵刀郎孙露张雨生,https://vdse.bdstatic.com//fa0ed7ad8657cc4d13972c3d9aa5ddbf.mp4
红颜知己-安静,https://vd2.bdstatic.com/mda-mg5esncbdz9htbkd/sc/cae_h264/1625567895973935460/mda-mg5esncbdz9htbkd.mp4
忘了吧,https://vd2.bdstatic.com/mda-ne55i62wd84kbjhh/sc/cae_h264_delogo/1651811849482629128/mda-ne55i62wd84kbjhh.mp4
再也不是你,https://vd2.bdstatic.com/mda-ndm7eadparxakp7s/sc/cae_h264_delogo/1650605563333663454/mda-ndm7eadparxakp7s.mp4
一生太多苦,https://vd4.bdstatic.com/mda-ndr7bf7i5c0xbx5c/sc/cae_h264_delogo/1650958638766713826/mda-ndr7bf7i5c0xbx5c.mp4
若生命等候-黄凯芹,https://vd2.bdstatic.com/mda-nach771m845sed3f/sc/cae_h264_delogo/1642083146743718591/mda-nach771m845sed3f.mp4
解情还须系情人-黄凯芹,https://vd4.bdstatic.com/mda-md1f3d1nx20efbuv/720p/h264_cae/1620610687143235829/mda-md1f3d1nx20efbuv.mp4
雨中的恋人们-黄凯芹,https://vd2.bdstatic.com/mda-naj1prkipp45szb0/sc/cae_h264_delogo/1642642209941190123/mda-naj1prkipp45szb0.mp4
我是痴情无限-黄凯芹,https://vd4.bdstatic.com/mda-kdt0nrya2jsiap33/v1-cae/sc/mda-kdt0nrya2jsiap33.mp4
情未了-黄凯芹周慧敏,https://vd4.bdstatic.com/mda-mm5cdhjv5y49qgbm/sc/cae_h264/1638780879948326994/mda-mm5cdhjv5y49qgbm.mp4
情深缘浅-黄凯芹,https://vd2.bdstatic.com/mda-naiftrwmna7dqk4w/sc/cae_h264_delogo/1642590980340203820/mda-naiftrwmna7dqk4w.mp4
喑里着迷,https://vd2.bdstatic.com/mda-md1dpcvtyfu7kuii/1080p/h264_cae/1621103623996081036/mda-md1dpcvtyfu7kuii.mp4
喑里着迷,https://vd2.bdstatic.com/mda-mkcfvssubde0wm48/1080p/cae_h264/1636803710437684857/mda-mkcfvssubde0wm48.mp4

旧朋友-黄凯芹,https://vd4.bdstatic.com/mda-mfu6td5dsa3cxxh5/sc/cae_h264/1624942862858609321/mda-mfu6td5dsa3cxxh5.mp4
我的情深你若懂-曾春年(粤),https://vd2.bdstatic.com/mda-mmbe6cbzds61fims/sc/cae_h264/1639332318643178555/mda-mmbe6cbzds61fims.mp4
我的情深你若懂-王建荣(国),https://vd2.bdstatic.com/mda-im5retn3adjdjiv5/sc/mda-im5retn3adjdjiv5.mp4
我的情深你若懂-国粤语,https://vd4.bdstatic.com/mda-kktbx5xqbapde2g2/sc/mda-kktbx5xqbapde2g2.mp4
我的情深你若懂-网络歌手,https://vd4.bdstatic.com/mda-mc2myy7p5136h5xy/sc/cae_h264_nowatermark/1614763143/mda-mc2myy7p5136h5xy.mp4
尹光-张美峯《帝女花之庵遇》,https://vd3.bdstatic.com/mda-jcbx18mn6j7rqh38/sc/mda-jcbx18mn6j7rqh38.mp4
尹光-邓美玲《再世红梅记之折梅巧遇》,https://vd3.bdstatic.com/mda-jfryx6agsmxq8gve/mda-jfryx6agsmxq8gve.mp4

逝去的诺言-陈慧娴,https://vd4.bdstatic.com/mda-khhtnpq1pajur1ui/v1-cae/1080p/mda-khhtnpq1pajur1ui.mp4
跳舞街-陈慧娴,https://vd3.bdstatic.com/mda-mcpbuvw5ujmpijhf/360p/h264_cae/1620642478267147581/mda-mcpbuvw5ujmpijhf.mp4
巨星封神演唱会,https://vd4.bdstatic.com/mda-mk01zykqwehwisgn/cae_h264/1635731609744262897/mda-mk01zykqwehwisgn.mp4
陈慧娴经典歌曲,https://vd2.bdstatic.com/mda-mid9zv5gyy3345be/1080p/cae_h264/1631606039075684120/mda-mid9zv5gyy3345be.mp4
经典粤语歌曲,https://vd3.bdstatic.com/mda-naj0u9y3yf9itg1b/1080p/cae_h264_delogo/1642646076353606280/mda-naj0u9y3yf9itg1b.mp4
十首好听经典老歌,https://vd2.bdstatic.com/mda-nai3ftbinhi3mxck/cae_h264_delogo/1642659132496851960/mda-nai3ftbinhi3mxck.mp4
真经典陈慧娴,https://vd2.bdstatic.com/mda-ma9qfx4480dnpkz7/v1-cae/sc/mda-ma9qfx4480dnpkz7.mp4

张碧晨-凉凉,http://vodcdn.video.taobao.com/oss/taobao-ugc/81a4db5f7bb14f2e8260445fedc805c0/1484029283/video.m3u8.m3u8
草蜢-失恋阵线联盟,http://vodcdn.video.taobao.com/oss/ali-video/bbae2fc164d9517913ed5a9117f8455b/video.m3u8
草蜢-忘情森巴舞,http://vodcdn.video.taobao.com/oss/ali-video/a30020a6cd9ce2a8b387e029f9c5365c/video.m3u8
草蜢-半点心,http://vodcdn.video.taobao.com/oss/ali-video/68fc953ff930412784dada5eb79d0821/1461058499/video.m3u8.m3u8
草蜢-宝贝对不起,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/RQdMfitGKCINh4BPzc9%40%40sd.m3u8
陈倩倩-婴儿,http://vodcdn.video.taobao.com/oss/ali-video/4fc8d043456c092c392483bd293d0ee3/video.m3u8
王菲-执迷不悔,http://vodcdn.video.taobao.com/oss/ali-video/15bf7da88b44048edaabe73d6b17c00b/video.m3u8
陈慧娴-千千阙歌,http://vodcdn.video.taobao.com/oss/ali-video/8f45a35108ebe1b1951d2936007e3cd0/video.m3u8
陈慧娴-人生何处不相逢,http://vodcdn.video.taobao.com/oss/ali-video/e45ed62546d055938577994f0c16d2e0/video.m3u8
陈慧娴-孤单背影,http://vodcdn.video.taobao.com/oss/ali-video/092bc3fac8ea013544a1dda61de41e58/video.m3u8
陈慧娴-红茶馆,http://vodcdn.video.taobao.com/oss/ali-video/22ecb463b2e44875b1fa78090d0ffd4e/1460015776/video.m3u8.m3u8
陈慧娴-跳舞街,http://vodcdn.video.taobao.com/oss/ali-video/5e463c16339f3dd6839e6a7d2074915c/video.m3u8
陈慧娴-逝去的诺言,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/i78cWdjCSglPJHDaedL%40%40ld.m3u8
黄凯芹-伤感的恋人,http://vodcdn.video.taobao.com/oss/ali-video/71b50ed488178715c6144a55b11e8d03/video.m3u8
黄凯芹-雨中的恋人们,http://vodcdn.video.taobao.com/oss/ali-video/75a2bc3f02719748be65b567afb8e0de/video.m3u8
黄凯芹-相爱很难,http://vodcdn.video.taobao.com/oss/ali-video/11b6273898b6a1b1da34e646264cd036/video.m3u8
梁朝伟-一天一天爱恋,http://vodcdn.video.taobao.com/oss/ali-video/d8c74bd184d05f8cf1cbd4bbd7307f79/video.m3u8
巫启贤-只因你伤心,http://vodcdn.video.taobao.com/oss/ali-video/c28acbe36530da595b04161855bba004/video.m3u8
巫启贤-太傻,http://vodcdn.video.taobao.com/oss/ali-video/e6f2953419f904065dc2ce38efc85515/video.m3u8
彭佳慧-无法割舍,http://vodcdn.video.taobao.com/oss/ali-video/8be8f7d28d4f2c7ce759d431f0d3181b/video.m3u8
彭佳慧-回味,http://vodcdn.video.taobao.com/oss/ali-video/6801f707771eacdb5264f8bb20e4d599/video.m3u8
叶倩文-潇洒走一回,http://vodcdn.video.taobao.com/oss/ali-video/371d75312720e701b5f3988d46cdf4ef/video.m3u8
叶倩文-伤逝,http://vodcdn.video.taobao.com/oss/ali-video/9f6ad7cd057bc2cf21d1c5a6cc57eed7/video.m3u8
叶倩文-曾经心痛,http://vodcdn.video.taobao.com/oss/ali-video/0ea34400f2502a94ee14aea506e0042b/video.m3u8
叶倩文-我的爱对你说,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/7xXG24i7EbZtCTOtSnh%40%40sd.m3u8
张智霖-片片枫叶情,http://vodcdn.video.taobao.com/oss/ali-video/1d02cf8794a542c930fbf210c0a4e3e7/video.m3u8
张智霖-现代爱情故事,http://vodcdn.video.taobao.com/oss/ali-video/864b1ca28cb8b566e2989775ae737de7/video.m3u8
毛宁-晚秋,http://vodcdn.video.taobao.com/oss/ali-video/95751adaad64e6ca860b18f4855cd94d/video.m3u8
毛宁-蓝蓝的夜蓝蓝的梦,http://vodcdn.video.taobao.com/oss/ali-video/6d5a8c2e7667e3d6138246a45571d1f7/video.m3u8
毛宁/杨钰莹-心雨,http://vodcdn.video.taobao.com/oss/ali-video/0191a1eb6017684a3641a51d32c9633a/video.m3u8
杨钰莹-轻轻告诉你,http://vodcdn.video.taobao.com/oss/ali-video/1905c60363f40cea52f342ec59132da0/video.m3u8
杨钰莹-我不想说,http://vodcdn.video.taobao.com/oss/ali-video/cc97a07de2cac88c025590ef874253fc/video.m3u8
杨钰莹-等你一万年,http://vodcdn.video.taobao.com/oss/ali-video/e1e0b88e5c6d40d7176f353d41aac985/video.m3u8
杨钰莹-红彤彤的春天,http://vodcdn.video.taobao.com/oss/ali-video/31fcc5242ffc9a00a5a62d89b21c0bea/video.m3u8
吕方-朋友别哭,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/qgljCDKewD8vEgOMrrt%40%40sd.m3u8
吕方-多爱你一天,http://vodcdn.video.taobao.com/oss/ali-video/dcd97358c3e72377932aa883727320f9/video.m3u8
范玮琪-到不了,http://vodcdn.video.taobao.com/oss/taobao-ugc/fa0717711bea440094da793d11790f26/1492758270/video.m3u8.m3u8
范玮琪-我们的纪念日,http://vodcdn.video.taobao.com/oss/taobao-ugc/d38a89c6b5ab41b4ab80423741fbe8d6/1466066405/video.m3u8.m3u8
孟庭苇-冬季到台北来看雨,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/Pd8qTC385qKJVXaXcKj%40%40hd.m3u8
孟庭苇-真的还是假的,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/vhJvCIZiDOz7f6VTCON%40%40hd.m3u8
孟庭苇-风中有朵雨做的云,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/Cg9qI5imMInpPvK5Mnm%40%40hd.m3u8
孟庭苇-没有情人的情人节,http://vodcdn.video.taobao.com/oss/ali-video/c041d5ed45716d7d73233244b528eed6/video.m3u8
孟庭苇-你究竟有多少个好妹妹,http://vodcdn.video.taobao.com/oss/ali-video/dfb07cbdd8435d48cb1e6691122d8d85/video.m3u8
孟庭苇-你看你看月亮的脸,http://vodcdn.video.taobao.com/oss/ali-video/6e098f7b47614885845efb7a45998eb1/1465875165/video.m3u8.m3u8
孟庭苇-雾里看花,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/fi3PjAgsnTjwzAvSboT%40%40hd.m3u8
孟庭苇-红雨,http://vodcdn.video.taobao.com/oss/ali-video/a816f01838e07c4dac5f8612331bca63/video.m3u8
孟庭苇-无声的雨,http://vodcdn.video.taobao.com/oss/ali-video/d404a897abb4526c94bb5f72dc566952/video.m3u8
孟庭苇-谁的眼泪在飞,http://vodcdn.video.taobao.com/oss/ali-video/bfcfddb1694a43957962294c2f75bdfb/video.m3u8
孟庭苇-把思念寄托远方,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/Y0iKpwmE2YZona6PY7A%40%40hd.m3u8
孟庭苇-一个爱上浪漫的人,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/DpBYbctgwaRj7bEYzFn%40%40hd.m3u8
孟庭苇-风里的梦,http://vodcdn.video.taobao.com/oss/ali-video/626e2336b5e9765e14ba22a617fd6223/video.m3u8
孟庭苇-过冬,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/U9QKnKK2RpKMElnSS07%40%40hd.m3u8
孟庭苇-爱你太深,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/KbJb4OVT1yH1ZDvri5p%40%40hd.m3u8
孟庭苇-相爱的可能性,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/5lsxCqoKs6ZE7MfJZvM%40%40hd.m3u8
孟庭苇-不下雨就出太阳吧,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/lhaW77A2RRwiJrh0CiJ%40%40hd.m3u8
孟庭苇-我说的谎都是真的,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/9aqTcUjlJ7KZkA37W1E%40%40hd.m3u8
孟庭苇-春雪,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/5ZFrpzPk37KvY7CaTUj%40%40hd.m3u8
裘正海-爱你十分泪七分,http://vodcdn.video.taobao.com/oss/ali-video/6ad63af2dc4b244d0dc773b2004374c3/video.m3u8
裘正海-爱我的人和我爱的人,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/9Nbjzo7cialBKOcZ0fj%40%40hd.m3u8
大壮-我们不一样,http://vodcdn.video.taobao.com/oss/taobao-ugc/9572871aa45747a786679a822d7e2709/1511859261/video.m3u8.m3u8
杨曼-9999滴眼泪,http://vodcdn.video.taobao.com/oss/ali-video/f6d027835c0e8f72d3c74379b86fb696/video.m3u8
王心凌-第一次爱的人,http://vodcdn.video.taobao.com/oss/ali-video/ca36ac1783434eb19f59aadd056b05e1/1457686780/video.m3u8.m3u8
王心凌-我会好好的,http://vodcdn.video.taobao.com/oss/ali-video/8f327fd6bce61d0cf4159601a64b395b/video.m3u8
誓言-求佛,http://vodcdn.video.taobao.com/oss/ali-video/f4f761d970399f186ce1f9ac6d009721/video.m3u8
许茹芸-独角戏,http://vodcdn.video.taobao.com/oss/ali-video/5333f389ce940d0a2c1dd6090927746c/video.m3u8
许茹芸-如果云知道,http://vodcdn.video.taobao.com/oss/ali-video/fd87aea7bc293a5930b8a64c752df476/video.m3u8
许茹芸-泪海,http://vodcdn.video.taobao.com/oss/ali-video/76fe6eb28aee716783f2a47ba8a15e5a/video.m3u8
许茹芸-不爱我放了我,http://vodcdn.video.taobao.com/oss/ali-video/b0f458650135c68f1b88ea7667eec629/video.m3u8
许茹芸-我依然爱你,http://vodcdn.video.taobao.com/oss/ali-video/4c4ec12e6efa0d76e5a269ac05ea394e/video.m3u8
陈明真-变心的翅膀,http://vodcdn.video.taobao.com/oss/ali-video/e18dd3abfada11fb6faf26a521084343/video.m3u8
陈明真-百万个吻,http://vodcdn.video.taobao.com/oss/ali-video/0c66aff1e198e944fb0460172d33d780/video.m3u8
陈明真-念念不忘的情人,http://vodcdn.video.taobao.com/oss/ali-video/a4e5b03f0ce8a9b20cea95e6ff3ce25a/video.m3u8
陈明真-为爱笑着流泪,http://vodcdn.video.taobao.com/oss/ali-video/4f31a4692aae0974dbc82a95d23339f4/video.m3u8
陈明真-情债,http://vodcdn.video.taobao.com/oss/ali-video/99c8f1df6d5686d99e4adc1e6caed7b7/video.m3u8
任齐贤-心太软,http://vodcdn.video.taobao.com/oss/ali-video/1675208d8b5f0f0d8ce09236f4068dfe/video.m3u8
周华健-朋友,http://vodcdn.video.taobao.com/oss/ali-video/6079de4355c45a42073ead75954c1b2f/video.m3u8
周华健-风雨无阻,http://vodcdn.video.taobao.com/oss/ali-video/8d77795bdc63d87125ba47f993e0bfb4/video.m3u8
周慧敏-痴心换情深,http://vodcdn.video.taobao.com/oss/ali-video/aa07f0b5c8a36740b3bee03d69a4116c/video.m3u8
胡杨林-香水有毒,http://vodcdn.video.taobao.com/oss/ali-video/180f9fcdb9e2b24d3b13a526fb90003e/video.m3u8
艾歌-一生中最爱的人,http://vodcdn.video.taobao.com/oss/ali-video/7506ddfc8f692a7cda1b2ef73531f78b/video.m3u8
梁静茹-勇气,http://vodcdn.video.taobao.com/oss/ali-video/f501ffc81da040099b17fb1db30b92fe/1462937648/video.m3u8.m3u8
光良-童话,http://vodcdn.video.taobao.com/oss/ali-video/e2c54a5b89aaa794cfc186c41d2ef348/video.m3u8
光良-第一次,http://vodcdn.video.taobao.com/oss/ali-video/fe68ff471420aaefcb3a7f4f413ad3f4/video.m3u8
王杰-说谎的爱人,http://vodcdn.video.taobao.com/oss/ali-video/c018ec304eb6566b56d7f0b85c77b473/video.m3u8
李翊君-诺言,http://vodcdn.video.taobao.com/oss/ali-video/b8096cd4762369bbcb4ceb52cc25a938/video.m3u8
李翊君-多情人都把灵魂给了谁,http://bizcommon.alicdn.com/l2nDqpMmn6DGHnWzZQA/o1koj80kDcERprb8epC%40%40hd.m3u8

红尘只是个过客,https://vd2.bdstatic.com/mda-mhq68s6g444n437t/hd/cae_h264/1629865742325435508/mda-mhq68s6g444n437t.mp4
百花香(抖音DJ版),https://vd4.bdstatic.com/mda-mdsd1z3wbqeeyumq/fhd/cae_h264_nowatermark/1620021906658368673/mda-mdsd1z3wbqeeyumq.mp4
经典老歌DJ舞曲七首,https://vd2.bdstatic.com/mda-mhwbtsnrmm6v6x5r/sc/cae_h264/1630403250895754314/mda-mhwbtsnrmm6v6x5r.mp4
精选五首DJ男声串烧,https://vd2.bdstatic.com/mda-maqfk730tsig88wr/v2-hknm/1080p/mda-maqfk730tsig88wr.mp4
韩可可《错位时空》DJ版,https://vd3.bdstatic.com/mda-mgciytzb45z6z8yj/1080p/cae_h264/1626183756603775947/mda-mgciytzb45z6z8yj.mp4
忘记你需要多久(DJ小鱼儿版),https://vd2.bdstatic.com/mda-mc1sm1r5s9azchjv/v1-cae/1080p/mda-mc1sm1r5s9azchjv.mp4

DJ情歌6首,https://vdse.bdstatic.com//c9e449d2db0a3fa5f6a8afafbc43fbdc.mp4
抖音热歌《大风吹+夜夜夜漫长》,https://vdse.bdstatic.com//13da18e12728e9d7849f6589a3070b4c.mp4
21年DJ爆红网络洗脑神曲,https://vdse.bdstatic.com//bf4bb1d82b2eb17681c49e745dc2da21.mp4
劲爆DJ串烧,https://vdse.bdstatic.com//01b1f78bb5b009d36ce3f5051e7383c1.mp4
2021年最好听的DJ串烧,https://vdse.bdstatic.com//cd396057d1fbcb12f0600d38a16effbc.mp4
女生版DJ洗脑神曲,https://vdse.bdstatic.com//6d2f84ad5762c818efd8dc210d8743c6.mp4
一夜火爆i网络DJ舞曲,https://vdse.bdstatic.com//692b9306c06b72d223c9d714f8ebe579.mp4
2021年最火伤感音乐,https://vdse.bdstatic.com//6d39df48360bdb12f73800397c4a6c02.mp4
2021年网络火爆伤感情歌6首,https://vdse.bdstatic.com//80e0473f97055cec1c9c76c1c7e5498a.mp4
2021热门伤感DJ,https://vdse.bdstatic.com//06b4e9b185b843e694e4d20e9b0a0aac.mp4
2021伤感DJ舞曲,https://vdse.bdstatic.com//6d39df48360bdb12f73800397c4a6c02.mp4
6首DJ情歌,https://vdse.bdstatic.com//e0ad4d203cd7d7ffa943544c8d2ddbd3.mp4
几首比较火的DJ情歌,https://vdse.bdstatic.com//4d7e8fe409b2ba9e08b179de8e146fa3.mp4
精选6首DJ情歌,https://vdse.bdstatic.com//2ead9cf04f5e9e3a99eea79534c3c104.mp4
《爱难求情难断…》,https://vdse.bdstatic.com//0c8ed110c5522e9bd31752ecb999b1ab.mp4
熊猫音乐,https://vd2.bdstatic.com/mda-mhig1c3sw223mx8p/1080p/cae_h264/1629380139191731149/mda-mhig1c3sw223mx8p.mp4

我的情深你若懂-教唱,https://vd4.bdstatic.com/mda-mk4c78z4zbxfx75b/sc/cae_h264/1636328374168498409/mda-mk4c78z4zbxfx75b.mp4

❄️鬼步舞,#genre#

基础奔跑,https://vd3.bdstatic.com/mda-im1nebd87inee8v9/sc/mda-im1nebd87inee8v9.mp4
奔跑,http://27.151.28.24:10346/2.mp4
侧滑,https://vd3.bdstatic.com/mda-im2hkt5c8ixcrcfz/sc/mda-im2hkt5c8ixcrcfz.mp4
后点,https://vd4.bdstatic.com/mda-im3j2d0n0s4yhxgg/sc/mda-im3j2d0n0s4yhxgg.mp4
前点-后点-侧点,https://vd3.bdstatic.com/mda-im5nnbqdex6mzp4d/sc/mda-im5nnbqdex6mzp4d.mp4
八字平移,https://vd2.bdstatic.com/mda-im9k4kqkg47g1e7f/sc/mda-im9k4kqkg47g1e7f.mp4
太空步,https://vd2.bdstatic.com/mda-im6q9bxx6rr9qj7c/sc/mda-im6q9bxx6rr9qj7c.mp4
倒奔,https://vd2.bdstatic.com/mda-imakt32k7nqc8r8v/sc/mda-imakt32k7nqc8r8v.mp4
叠脚闪步,https://vd2.bdstatic.com/mda-imck6mtbfc35jht3/sc/mda-imck6mtbfc35jht3.mp4
小螃蟹步,https://vd2.bdstatic.com/mda-imdpremr5xid8g8i/sc/mda-imdpremr5xid8g8i.mp4
大螃蟹步,https://vd3.bdstatic.com/mda-imdm9qgi16iegbg0/sc/mda-imdm9qgi16iegbg0.mp4
后飘,https://vd2.bdstatic.com/mda-imfev7z3pche78mv/sc/mda-imfev7z3pche78mv.mp4
秋千步,https://vd2.bdstatic.com/mda-imnmfu39en4e93fa/sc/mda-imnmfu39en4e93fa.mp4
毽子步,https://vd4.bdstatic.com/mda-impfnvpcmbtknrpd/sc/mda-impfnvpcmbtknrpd.mp4
冲锋步,https://vd4.bdstatic.com/mda-jamdyrtwrrdjisv7/sc/mda-jamdyrtwrrdjisv7.mp4
反点滑步,https://vd3.bdstatic.com/mda-japgv53pskbsv3fa/sc/mda-japgv53pskbsv3fa.mp4
后蹬怎么连接双卡,https://vd4.bdstatic.com/mda-jasksmahzpmpmuy6/sc/mda-jasksmahzpmpmuy6.mp4
左右压滑步,https://vd4.bdstatic.com/mda-jatj4p84tgqn23nw/sc/mda-jatj4p84tgqn23nw.mp4
蝴蝶步,https://vd2.bdstatic.com/mda-jatpbnvntwixh5th/sc/mda-jatpbnvntwixh5th.mp4
两点一滑,https://vd3.bdstatic.com/mda-jave31vusef8s8tv/sc/mda-jave31vusef8s8tv.mp4
立脚奔,https://vd2.bdstatic.com/mda-jawkcefum0f3qitb/sc/mda-jawkcefum0f3qitb.mp4
12步跳绳步,https://vd2.bdstatic.com/mda-jb0igbxekgwy7a1z/sc/mda-jb0igbxekgwy7a1z.mp4
刨步,https://vd4.bdstatic.com/mda-jcefh84gvww2gegx/sc/mda-jcefh84gvww2gegx.mp4
踏浪步,https://vd4.bdstatic.com/mda-nan1p2nez7egwjje/sc/cae_h264_nowatermark_delogo/1644041017628388846/mda-nan1p2nez7egwjje.mp4
一字走,https://vd3.bdstatic.com/mda-mbjrq164yt7v2312/sc/cae_h264_nowatermark/1613816095/mda-mbjrq164yt7v2312.mp4
2步,https://vd3.bdstatic.com/mda-jg2mgiqnpz3q2f49/mda-jg2mgiqnpz3q2f49.mp4
简单2步,https://vd2.bdstatic.com/mda-min2nig3i73y9utm/sc/cae_h264_nowatermark/1632362163865787211/mda-min2nig3i73y9utm.mp4
跟跳-七步舞,https://vd3.bdstatic.com/mda-naj42yy1p12fybyx/720p/h264_delogo/1642647239614275463/mda-naj42yy1p12fybyx.mp4
撒娇舞,https://vd3.bdstatic.com/mda-nan1p0n93wymve8g/sc/cae_h264_nowatermark_delogo/1644014200069418307/mda-nan1p0n93wymve8g.mp4

鬼步舞组合小花式,https://vd4.bdstatic.com/mda-jawkks1vuvzu969m/sc/mda-jawkks1vuvzu969m.mp4
鬼步舞-爱江山更爱美人81步,https://vd2.bdstatic.com/mda-jc1kz66viz8tb5dn/sc/mda-jc1kz66viz8tb5dn.mp4
鬼步舞-逛人间64步,https://vd2.bdstatic.com/mda-nfvzgwr4jg5h3dvr/sc/cae_h264/1656632704409908222/mda-nfvzgwr4jg5h3dvr.mp4
鬼步舞-Baila Bolero-37步,https://vd4.bdstatic.com/mda-jawkv717y4kx4kap/sc/mda-jawkv717y4kx4kap.mp4
鬼步舞-金点十连,https://vd4.bdstatic.com/mda-jakmugqwen982ygx/sc/mda-jakmugqwen982ygx.mp4
鬼步舞-晚秋,https://vd2.bdstatic.com/mda-imuhxu0cmth5gb5b/sc/mda-imuhxu0cmth5gb5b.mp4
鬼步舞-轻云蔽月,https://vd4.bdstatic.com/mda-jaimuxezgie1jkn6/sc/mda-jaimuxezgie1jkn6.mp4
鬼步舞-神采飞扬-32步,https://vd2.bdstatic.com/mda-imsfeu4a9xsrucww/sc/mda-imsfeu4a9xsrucww.mp4
鬼步舞-东曳之恋1,https://vd4.bdstatic.com/mda-imsiasqqfg2g5gkr/sc/mda-imsiasqqfg2g5gkr.mp4
鬼步舞-烈火,https://vd2.bdstatic.com/mda-imhn1fgvymzzzuki/sc/mda-imhn1fgvymzzzuki.mp4
鬼步舞-球球蛋蛋,https://vd2.bdstatic.com/mda-imkfy7353yeew1nk/sc/mda-imkfy7353yeew1nk.mp4
鬼步舞-夜之光-28步,https://vd4.bdstatic.com/mda-jaqmdd3skng454is/sc/mda-jaqmdd3skng454is.mp4


花式蝴蝶步十步https://vd4.bdstatic.com/mda-kj1svky2h9q5qrzf/sc/mda-kj1svky2h9q5qrzf.mp4
弹跳8步,https://vd3.bdstatic.com/mda-jcgp7ucqpfsy7w0w/sc/mda-jcgp7ucqpfsy7w0w.mp4
十五种奔跑串烧,https://vd4.bdstatic.com/mda-kj4i23q4svfmcmw3/sc/mda-kj4i23q4svfmcmw3.mp4
奔跑串烧,https://vd2.bdstatic.com/mda-naqf1w2pmv1w9d9z/sc/cae_h264_nowatermark_delogo/1643107288400015561/mda-naqf1w2pmv1w9d9z.mp4
每天5分钟瘦腰瘦腿瘦全身,https://vd2.bdstatic.com/mda-mmt51b7dtgrqp5b5/sc/cae_h264/1640663695556027458/mda-mmt51b7dtgrqp5b5.mp4
老歌鬼步舞,https://live-s3m.mediav.com/nativevideo/bff0a362cdf457cf1e370fc44ac3ad82-bit_cloud768.mp4
广场舞1,https://live-s3m.mediav.com/nativevideo/e530f09614ddb57a94cd31645cb7373c-bit_cloud512.mp4
弹力现代舞《唱首情歌给草原》,https://vd4.bdstatic.com/mda-nejbjqsshbvk1q0t/cae_h264/1653085103793476487/mda-nejbjqsshbvk1q0t.mp4
广场舞2,https://vd2.bdstatic.com/mda-nfaaa3snrdpjru2v/360p/h264/1654932284947727812/mda-nfaaa3snrdpjru2v.mp4
曳步舞,https://vd3.bdstatic.com/mda-ng06t38esh5vztzf/720p/h264/1656650914035587267/mda-ng06t38esh5vztzf.mp4


❄️📺📽✈️️测试①,#genre#
